[
    {
        "title": "World Site is Incredible",
        "image1": "/images/about/about1.jpg",
        "image2": "/images/about/about2.jpg",
        "description": "<p>You will find incredible content about the world here. These places will blow your mind with awesomeness. World site is your source for both entertainment and knowledge. You may entertain yourself when you see some wonderful locations.</p>",

        "text": "<p>I started my business very recently and have immediately gained the attention of many keen readers. You will also gain great intel. I provide travel tips for a Wise Traveler like you.</p><p><strong>From Wikipedia</strong></p><p>Travel is the movement of people between distant geographical locations. Travel can be done by foot, bicycle, automobile, train, boat, bus, airplane, ship or other means, with or without luggage, and can be one way or round trip. Travel can also include relatively short stays between successive movements, as in the case of tourism.</p><p><strong>Etymology</strong></p><p>The origin of the word 'travel' is most likely lost to history. The term 'travel' may originate from the Old French word travail, which means 'work'. According to the Merriam-Webster dictionary, the first known use of the word travel was in the 14th century. It also states that the word comes from Middle English travailen, travelen (which means to torment, labor, strive, journey) and earlier from Old French travailler (which means to work strenuously, toil).</p><p>In English, people still occasionally use the words travail, which means struggle. According to Simon Winchester in his book The Best Travelers' Tales (2004), the words travel and travail both share an even more ancient root: a Roman instrument of torture called the tripalium (in Latin it means 'three stakes', as in to impale). This link may reflect the extreme difficulty of travel in ancient times. Travel in modern times may or may not be much easier, depending upon the destination. Travel to Mount Everest, the Amazon rainforest, extreme tourism, and adventure travel are more difficult forms of travel. Travel can also be more difficult depending on the method of travel, such as by bus, cruise ship, or even by bullock cart.</p><p><strong>History</strong></p><p>Travel dates back to antiquity where wealthy Greeks and Romans would travel for leisure to their summer homes and villas in cities such as Pompeii and Baiae. While early travel tended to be slower, more dangerous, and more dominated by trade and migration, cultural and technological advances over many years have tended to mean that travel has become easier and more accessible. Humankind has come a long way in transportation since Christopher Columbus sailed to the New World from Spain in 1492, an expedition which took over 10 weeks to arrive at the final destination; to the 21st century when aircraft allows travel from Spain to the United States overnight.</p><p>Travel in the Middle Ages offered hardships and challenges, though it was important to the economy and to society. The wholesale sector depended (for example) on merchants dealing with/through caravans or sea-voyagers, end-user retailing often demanded the services of many itinerant peddlers wandering from village to hamlet, gyrovagues (wandering monks) and wandering friars brought theology and pastoral support to neglected areas, traveling minstrels toured, and armies ranged far and wide in various crusades and in sundry other wars. Pilgrimages were common in both the European and Islamic world and involved streams of travelers both locally and internationally.</p>"
    },

    {
        "title": "Message from the CEO",
        "image1": "/images/about/about3.jpg",
        "image2": "/images/about/about4.jpg",
        "description": "<p>Hi! I am Mohak Arora. Thank you for visiting my website. I hope you find the effort that was put by me towards making the idea of World Site possible, great. I was traveling to Himachal Pradesh when I got the notion of making this business.</p>",

        "text": "<p>What makes World Site unique is the way information is presented here. Users can operate the website excellently well. They really like the combination of interactive fun and learning here.</p><p><strong>From Wikihow</strong></p><p>The meaning of your life is something you create day after day with your own actions and thoughts. Always ask what you can learn, and how you can move forward, and stop yourself from blaming other people if things aren't the way you would like them to be. What living life to the &ldquo;fullest&rdquo; looks like is up to you.</p><p>Recognize that life is a journey, not a destination. This saying is a clich&eacute;, but it&rsquo;s also true: life is as much about how you get where you&rsquo;re going as where you go. Living your life to the fullest is a process that will take you your whole life to develop. Don&rsquo;t get frustrated if it takes you a while to learn some things, or if you experience setbacks. This is a natural part of life.</p><p>Be honest with yourself and others. Dishonesty saps away energy and happiness. When we aren&rsquo;t honest with ourselves, we hold ourselves back from learning and growth. When we aren&rsquo;t honest with others, we damage trust and intimacy. We may be dishonest for a variety of reasons. Research has shown that sometimes we lie because we&rsquo;re jealous and want to hurt others. Sometimes, we lie because we&rsquo;re afraid we will be hurt if we reveal the truth, or we&rsquo;re afraid of a confrontation.&nbsp;It can be hard to be honest, especially with yourself, but doing so will help you live a fuller, richer life.</p><p>Learn to accept yourself. All too often, we spend a lot of time looking at what we don&rsquo;t like about ourselves, what we&rsquo;d like to change, what we think should be different. Spending all your time focused on what you don&rsquo;t like or what happened in your past means that you aren&rsquo;t able to focus on your future. Make a conscious decision to learn to love yourself, just as you are.</p><p>Try to think logically about your self-criticisms. Criticizing ourselves can be all too easy. The next time you notice yourself being harsh, try to find a rational response to that criticism. For example, if you found yourself thinking &ldquo;I&rsquo;m so dumb, I don&rsquo;t know anything in this class and everyone&rsquo;s smarter than I am,&rdquo; examine that thought logically. Is everyone really smarter than you, or are some individuals just more prepared for the material than others? Is your performance in the class related to your intellect (not likely) or is it because you may not have the preparation you needed to excel? Are you studying effectively? Would you benefit from a tutor? Breaking things down in this logical manner can help you figure out steps to take to help yourself improve without writing yourself off.</p><p>Determine your values.&nbsp;Your core values are the beliefs that shape who you are and how you live your life. They may be spiritual beliefs or simply deeply-held beliefs that are important to you.&nbsp;Reflecting on your values will help you set goals for yourself that are &ldquo;value-congruent,&rdquo; meaning in line with your values.&nbsp;You are more likely to feel fulfilled and happy when you&rsquo;re living in accordance with your values.</p>"
    },

    {
        "title": "Inspired by the best",
        "image1": "/images/about/about5.jpg",
        "image2": "/images/about/about6.jpg",
        "description": "<p>I take inspiration from museums. They are a representation of how the world can shape itself over time. This is the exact mystery that attracts people towards travel. That's why everyone loves traveling.</p>",

        "text": "<p>When you look at museums, you see spectacular forms of art. They can embark new ideas. That's exactly the source of my inspiration as well.</p><p><strong>From Britannica</strong></p><p>Museum, institution dedicated to preserving and interpreting the primary tangible evidence of humankind and the environment. In its preserving of this primary evidence, the museum differs markedly from the library, with which it has often been compared, for the items housed in a museum are mainly unique and constitute the raw material of study and research. In many cases they are removed in time, place, and circumstance from their original context, and they communicate directly to the viewer in a way not possible through other media. Museums have been founded for a variety of purposes: to serve as recreational facilities, scholarly venues, or educational resources; to contribute to the quality of life of the areas where they are situated; to attract tourism to a region; to promote civic pride or nationalistic endeavour; or even to transmit overtly ideological concepts. Given such a variety of purposes, museums reveal remarkable diversity in form, content, and even function. Yet, despite such diversity, they are bound by a common goal: the preservation and interpretation of some material aspect of society&rsquo;s cultural consciousness.</p><p><strong>History</strong></p><p>As institutions that preserve and interpret the material evidence of humankind, human activity, and the natural world, museums have a long and varied history, springing from what may be an innate human desire to collect and interpret and having discernible origins in large collections built up by individuals and groups before the modern era.</p><p><strong>Etymology</strong></p><p>The word museum has classical origins. In its Greek form, mouseion, it meant &ldquo;seat of the Muses&rdquo; and designated a philosophical institution or a place of contemplation. Use of the Latin derivation, museum, appears to have been restricted in Roman times mainly to places of philosophical discussion. Thus, the great Museum at Alexandria, founded by Ptolemy I Soter early in the 3rd century BCE, with its college of scholars and its famous library, was more a prototype university than an institution to preserve and interpret material aspects of one&rsquo;s heritage. The word museum was revived in 15th-century Europe to describe the collection of Lorenzo de&rsquo; Medici in Florence, but the term conveyed the concept of comprehensiveness rather than denoting a building. By the 17th century, museum was being used in Europe to describe collections of curiosities.</p><p>Ole Worm&rsquo;s collection in Copenhagen was so called, and in England visitors to John Tradescant&rsquo;s collection in Lambeth (now a London borough) called the array there a museum; the catalog of this collection, published in 1656, was titled Musaeum Tradescantianum. In 1675 the collection, having become the property of Elias Ashmole, was transferred to the University of Oxford. A building was constructed to receive it, and this, soon after being opened to the public in 1683, became known as the Ashmolean Museum. Although there is some ambivalence in the use of museum in the legislation, drafted in 1753, founding the British Museum, nevertheless the idea of an institution called a museum and established to preserve and display a collection to the public was well established in the 18th century. Indeed, Denis Diderot outlined a detailed scheme for a national museum for France in the ninth volume of his Encyclop&eacute;die, published in 1765.</p><p><strong>Museology</strong></p><p>Along with the identification of a clear role for museums in society, there gradually developed a body of theory the study of which is known as museology. For many reasons, the development of this theory was not rapid. Museum personnel were nearly always experienced and trained in a discipline related to a particular collection, and therefore they had little understanding of the museum as a whole, its operation, and its role in society. As a result, the practical aspects of museum work&mdash;for example, conservation and display&mdash;were achieved through borrowing from other disciplines and other techniques, whether or not they particularly met the requirements of the museum and its public.</p>"
    }
]