[
    {
        "title": "Facts About Delhi",
        "source": "Britannica",
        "date": "2023-04-18",
        "image1": "/images/india/delhi1.jpg",
        "image2": "/images/india/delhi2.jpg",
        "country": "India",
        "region": "Delhi",
        "description": "<p><strong> Delhi </strong> , city and&nbsp; national capital territory, north-central&nbsp;India. The city of Delhi actually consists of two components.</p>",
        
        "text": "<p><strong> Delhi </strong> , city and&nbsp; national capital territory, north-central&nbsp;India. The city of Delhi actually consists of two components: Old Delhi, in the north, the historic city; and&nbsp;New Delhi, in the south, since 1947 the capital of India, built in the first part of the 20th century as the capital of&nbsp;British India.&nbsp;</p><p className='topic-paragraph'>One of the country&rsquo;s largest urban agglomerations, Delhi sits astride (but primarily on the west bank of) the&nbsp; Yamuna River, a tributary of the&nbsp;Ganges&nbsp;(Ganga) River, about 100 miles (160 km) south of the&nbsp;Himalayas. The national capital territory embraces Old and New Delhi and the surrounding metropolitan region, as well as&nbsp;adjacent&nbsp;rural areas. To the east the territory is bounded by the state of&nbsp;Uttar Pradesh, and to the north, west, and south it is bounded by the state of&nbsp;Haryana.</p><p className='topic-paragraph'>Delhi is of great historical significance as an important commercial, transport, and cultural hub, as well as the political centre of India. According to&nbsp;legend, the city was named for&nbsp; Raja Dhilu, a king who reigned in the region in the 1st century&nbsp;BCE. The names by which the city has been known&mdash;including Delhi, Dehli, Dilli, and Dhilli, among others&mdash;likely are corruptions of his name. Area Old Delhi, 360 square miles (932 square km); national capital territory, 573 square miles (1,483 square km). Pop. Old Delhi, (2001) 12,260,000; national capital territory, (2001) 13,850,507; Old Delhi, (2011) 11,007,835; national capital territory, (2011) 16,753,235.</p><p className='topic-paragraph'><strong> City site </strong></p><p className='topic-paragraph'>Delhi has been the centre of a succession of mighty empires and powerful kingdoms. Numerous ruins scattered throughout the territory offer a constant reminder of the area&rsquo;s history. Popular lore holds that the city changed its locality a total of seven times between 3000&nbsp;BCE &nbsp;and the 17th century&nbsp;CE, although some authorities, who take smaller towns and strongholds into account, claim it changed its site as many as 15 times. All the earlier locations of Delhi fall within a triangular area of about 70 square miles (180 square km), commonly called the Delhi Triangle. Two sides of the triangle are&nbsp;articulated&nbsp;by the rocky hills of the&nbsp;Aravalli Range&mdash;one to the south of the city, the other on its western edge, where it is known as the Delhi Ridge. The third side of the triangle is formed by the shifting channel of the&nbsp;Yamuna River. Between the river and the hills lie broad alluvial plains; the elevation of the territory ranges from about 700 to 1,000 feet (200 to 300 metres).</p><p className='topic-paragraph'>The ridges and hillsides of the national capital territory abound in thorny trees, such as acacias, as well as seasonal herbaceous species. The sissoo (shisham;&nbsp; <em> Dalbergia sissoo </em> ) tree, which yields a dark brown and durable timber, is commonly found in the plains. Riverine vegetation, consisting of weeds and grass, occurs on the banks of the Yamuna. New Delhi is known for its flowering shade trees, such as the neem ( <em> Azadirachta indica </em> ; a drought-resistant tree with a pale yellow fruit), jaman ( <em> Syzygium cumini </em> ; a tree with an edible grapelike fruit), mango, pipal ( <em> Ficus religiosa </em> ; a fig tree), and sissoo. It also is known for its flowering plants, which include a large number of multicoloured seasonals: chrysanthemums, phlox, violas, and verbenas.</p><p className='topic-paragraph'>The animal life of the national capital territory, like its plant life, is quite&nbsp;diverse. Among carnivorous animals are leopards, hyenas, foxes, wolves, and jackals, which inhabit the ravine lands and hilly ridges. Wild boars are sometimes spotted along the banks of the Yamuna. Monkeys are found in the city, especially around some of the temples and historical ruins. Birdlife is profuse; year-round species include pigeons, sparrows, kites, parrots, partridges, bush quail, and, on the ridges, peafowl. The lakes around the city attract seasonal species. Fish are plentiful in the Yamuna, and an occasional crocodile also may be found there.</p><p className='topic-paragraph'><strong> Climate </strong></p><p className='topic-paragraph'>The climate of Delhi is&nbsp;characterized&nbsp;by extreme dryness, with intensely hot summers. It is associated with a general prevalence of continental air, which moves in from the west or northwest, except during the season of the&nbsp;monsoon, when an easterly to southeasterly influx of oceanic air brings rain and increased humidity. The summer season lasts from mid-March to the end of June, with maximum temperatures typically reaching about 100 &deg;F (about 37 &deg;C) and minimum temperatures falling into the high 70s F (about 25 &deg;C); it is characterized by frequent thunderstorms and squalls, especially in April and May. The monsoon season normally begins in July and continues until the end of September. It is during these months that Delhi receives the bulk of its rainfall&mdash;roughly 23 inches (600 mm), or nearly three-fourths of the annual average. October and November&nbsp;constitute&nbsp;a transition period from monsoon to winter conditions. The dry winter season extends from late November to mid-March. The coldest month is January, with high temperatures in the low 70s F (about 21 &deg;C) and low temperatures in the mid-40s F (about 7 &deg;C).</p><p className='topic-paragraph'><strong> Traditional Regions </strong></p><p className='topic-paragraph'>There is a clear distinction in Delhi between areas where local influences are foremost and areas where colonial and&nbsp;cosmopolitan&nbsp;aesthetics&nbsp;predominate. In Old Delhi, gates or doorways open onto one-, two-, or three-story residences and courtyards or onto&nbsp; <em> katra </em> &nbsp;(one-room tenements facing a courtyard or other enclosure that has access to the street only by a single opening or gate). The prevalence of courtyards has helped to&nbsp;cultivate&nbsp;a strong sense of&nbsp; <em> mohalla </em> &nbsp;(&ldquo;neighbourhood&rdquo;) in the area. Also typical of Old Delhi are urban village enclaves, such as Kotla Mubarakpur, where houses and streets retain their rural character. The Civil Lines area is characterized by old one-story bungalows inhabited by those in the upper-income bracket. In New Delhi, the government housing areas are grouped by income. Significant parts of the city are densely packed with substandard, often dilapidated housing, inhabited mostly by construction workers, sweepers, factory labourers, and other low-income groups.</p>"
    },

    {
        "title": "Bangalore: The Garden City of India",
        "source": "Britannica",
        "date": "2023-02-24",
        "image1": "/images/india/bangalore1.jpg",
        "image2": "/images/india/bangalore2.jpg",
        "country": "India",
        "region": "Bangalore",
        "description": "<p><strong> Bengaluru </strong> , also spelled&nbsp; <strong> Bengalooru </strong> , formerly&nbsp; <strong> Bangalore </strong> , city, capital (since 1830) of&nbsp;Karnataka&nbsp;state, southern&nbsp;India.</p>",

        "text": "<p><strong> Bengaluru </strong> , also spelled&nbsp; <strong> Bengalooru </strong> , formerly&nbsp; <strong> Bangalore </strong> , city, capital (since 1830) of&nbsp;Karnataka&nbsp;state, southern&nbsp;India. Bengaluru is one of India&rsquo;s largest cities. It lies 3,113 feet (949 metres) above&nbsp;sea level, atop an east-west ridge in the&nbsp;Karnataka Plateau&nbsp;in the southeastern part of the state, at a cultural meeting point of the&nbsp;Kannada-,&nbsp;Telugu-, and&nbsp;Tamil-speaking peoples. Pop. (2001) city, 4,301,326; urban agglom., 5,701,446; (2011) city, 8,443,675; urban agglom., 8,520,435.</p><p><strong> History </strong></p><p>The city&rsquo;s nucleus was a settlement around a mud fort, built in 1537 by a local chief, Kempe Gowda. The fort was reconstructed of stone in 1761. Bangalore was the headquarters of the British administration from 1831 to 1881, when the raja was restored. However,&nbsp;Britain&nbsp;retained an administrative and military presence in the city until Indian independence in 1947. Bangalore subsequently became the capital of the new state of Mysore and remained the capital during the reorganization of states in 1956; Mysore was renamed Karnataka in 1973.</p><p>Large-scale immigration to Bangalore began in the 1950s as the state&nbsp;invested&nbsp;heavily in the&nbsp;public sector&nbsp;and in education. Employment opportunities were created for tens of thousands of people in southern India, and Bangalore grew to become one of the largest cities in the country. For several decades the city&rsquo;s&nbsp;economic growth&nbsp;was based largely on manufacturing industries. In the early 1990s, however, a combination of new national economic liberalization policies and the emergence of a strong education system in the city encouraged the development of an information and communications technology (ICT) sector in Bangalore and paved the way for its rapid development into both a national and a global ICT centre.</p><p>In 2006 the city officially changed its name to Bengaluru, although the old name was still widely used. The following year the Greater Bengaluru Municipal Corporation (Bruhat Bengaluru Mahanagara Palike) was created, which superseded the city&rsquo;s previous&nbsp;municipal government. At that time dozens of&nbsp;communities&nbsp;surrounding Bengaluru were absorbed into the new entity, greatly increasing the city&rsquo;s size and making its population almost identical to that of its urban agglomeration.</p><p><strong> The contemporary city </strong></p><p className='topic-paragraph'>Bengaluru consists of the closely built old town, together with a number of modern outlying areas (former suburbs) laid out in a gridiron pattern to the north and south, with many parks and wide streets. A large military area is situated just southeast of central Bengaluru. Outlying areas incorporated into the city in 2007 include large green spaces as well as farmland and are sites of population and ICT-related growth.</p><p className='topic-paragraph'>Bengaluru has pleasant summers and mild winters. Summer temperatures average in the low to mid-90s F (about 34 &deg;C), and winter temperatures rarely drop below 60 &deg;F (16 &deg;C). The city receives about 36 inches (914 mm) of annual rainfall, which has been&nbsp;inadequate&nbsp;as a&nbsp;water supply&nbsp;for its increasing population and industry. Most of the city&rsquo;s water comes from the&nbsp;Kaveri (Cauvery) River, about 45 miles (70 km) to the south. The municipal government has undertaken projects to develop more reservoir lakes in the city and to reuse water.</p><p className='topic-paragraph'>Prominent buildings include the legislative building&nbsp; Vidhana Soudha&nbsp;(1956) and the High Court building Attara Kacheri (1867), which are situated across from one another. Also of note are the maharaja of Mysore&rsquo;s palace, the Mysore Government Museum (1866), and&nbsp;Tippu Sultan&rsquo;s fort and palace. Notable local scenic spots are the Lalbagh (Lal Bagh) Botanical Garden (laid out in the 18th century), Cubbon Park (a garden with a lake, an aquarium, and a library), Hesaraghatta Lake, and Chamaraja Lake Reservoir. Nandi Hills (Nandigunda), a hill-station summer resort 38 miles (61 km) north, is the site of two temples dedicated to the Hindu god&nbsp;Shiva.</p><p className='topic-paragraph'>Aircraft, railway-coach, and machine-tool installations in the city are run by the federal government, and the state owns plants manufacturing electrical and telephone equipment, porcelain, and soap. Privately owned entities produce pharmaceuticals, textiles (silk), radio parts, glassware, leather and footwear, agricultural&nbsp;implements, paper, and watches. Sandalwood products and&nbsp; <em> agarbatti </em> s (incense sticks) are also manufactured in Bengaluru.</p><p className='topic-paragraph'>From the late 20th century the city became a centre of high-technology industry (notably ICT), and a number of large multinational technology corporations opened offices there. In addition, major domestic firms such as Infosys and Wipro established headquarters in the city. In 1998 an ICT park opened in what was then the suburb of Whitefield, about 10 miles (16 km) east of central Bengaluru. As a self-contained city with hundreds of technology, software, and telecommunications companies, the park became known as the&nbsp;Silicon Valley&nbsp;of India. It became a district of Greater Bengaluru in 2007. The rapid growth of ICT-related activities in the area, however&mdash;encouraged by continued government subsidies&mdash;contributed to a decline in small- and medium-scale manufacturing industries there.</p>"
    },

    {
        "title": "Harmandir Sahib, Amritsar",
        "source": "Britannica",
        "date": "2023-01-06",
        "image1": "/images/india/amritsar1.jpg",
        "image2": "/images/india/amritsar2.jpg",
        "country": "India",
        "region": "Amritsar",
        "description": "<p>It is located in the city of&nbsp; Amritsar,&nbsp;Punjab&nbsp;state, northwestern&nbsp;India.</p><p className='topic-paragraph'>The first Harmandir Sahib was built in 1604 by&nbsp; Arjan, the fifth Sikh&nbsp;Guru</p>",

        "text": "<p className='topic-paragraph'><strong> Harmandir Sahib </strong> , Harmandir also spelled&nbsp; <strong> Harimandir </strong> , also called&nbsp; <strong> Darbar Sahib (Punjabi: &ldquo;Sacred Audience&rdquo;) </strong> &nbsp;or&nbsp; <strong> Golden Temple </strong> , the chief&nbsp; <em> gurdwara </em> , or house of&nbsp;worship, of&nbsp;Sikhism&nbsp;and the Sikhs&rsquo; most important pilgrimage site. It is located in the city of&nbsp; Amritsar,&nbsp;Punjab&nbsp;state, northwestern&nbsp;India.</p><p className='topic-paragraph'>The first Harmandir Sahib was built in 1604 by&nbsp; Arjan, the fifth Sikh&nbsp;Guru, who symbolically had it placed on a lower level so that even the humblest had to step down to enter it. He also included entrances on all four sides, signifying that it was open to worshippers of all castes and creeds. The foundation stone was laid by Mian Mīr, a Muslim divine of&nbsp;Lahore&nbsp;(now in&nbsp;Pakistan). The&nbsp;temple&nbsp;was destroyed several times by Afghan invaders and was finally rebuilt in marble and copper overlaid with gold foil during the reign (1801&ndash;39) of Maharaja&nbsp;Ranjit Singh. The structure thus became known as the Golden Temple.</p><p className='topic-paragraph'>The Harmandir Sahib is the focus of a complex of buildings that form the heart of Sikhism. The temple itself occupies a small island in the centre of the tank, or pool, called the Amrita Saras (&ldquo;Pool of Nectar&rdquo;)&mdash;the source of the city&rsquo;s name&mdash;and is connected to land on its west side by a marble causeway running across the water of the pool. Situated facing the entrance to the causeway is the&nbsp;Akal Takht, the chief centre of authority of Sikhism and the headquarters of the&nbsp;Shiromani Akali Dal&nbsp;(Supreme Akali Party), the main&nbsp;political party&nbsp;of the Sikhs in Punjab. On the north side of the tank is the main entrance to the complex and the Teja Singh Samudri Hall (Clock Tower), which houses the main offices of the Shiromani Gurdwara Parbandhak Committee (Supreme Committee of Temple Management), which oversees the main Sikh&nbsp; <em> gurdwara </em> s. Among several buildings on the east side of the tank are the Assembly Hall and the&nbsp;Guru Ram Das&nbsp;Langur, the latter a large dining hall that serves meals to thousands of pilgrims and other visitors each day.</p><p className='topic-paragraph'>The Harmandir Sahib itself&nbsp;sustained&nbsp;some minor damage on June 6, 1984, when Indian troops fought their way into the temple complex to dislodge Sikh extremists who had been using it as a fortress and refuge. The Akal Takht, however, was heavily damaged in the attack. Both buildings subsequently were repaired.</p><p className='topic-paragraph'>Amritsar was founded in 1577 by&nbsp; Ram Das, fourth&nbsp;Guru&nbsp;of the Sikhs, on a site granted by the Mughal emperor&nbsp;Akbar. Ram Das ordered the excavation of the sacred&nbsp;tank, or pool, called the Amrita Saras (&ldquo;Pool of Nectar&rdquo;), from which the city&rsquo;s name is derived. A temple was erected on an island in the tank&rsquo;s centre by Arjan, the fifth Guru of the Sikhs, which was then reached by a marble causeway. During the reign of Maharaja&nbsp;Ranjit Singh&nbsp;(1801&ndash;39), the upper part of the temple was decorated with a gold-foil-covered copper dome, and since then the building has been popularly known as the Golden Temple. Amritsar became the centre of the Sikh faith, and, as the focus of growing Sikh power, the city experienced a corresponding increase in trade. It was annexed to British India in 1849.</p><p className='topic-paragraph'>Amritsar not only is home to hundreds of thousands of Sikhs but also is the chief pilgrimage destination for Sikhs living elsewhere in India and abroad. The principal focus for those pilgrims is the Golden Temple and its complex of several&nbsp;adjacent&nbsp;buildings located around the tank. Situated on the west side, facing the causeway to the temple, is the&nbsp;Akal Takht, the chief centre of authority of Sikhism and the headquarters of the&nbsp;Shiromani Akali Dal&nbsp;(Supreme Akali Party), the main&nbsp;political party&nbsp;of the Sikhs in Punjab. On the north side is the Teja Singh Samundri Hall (Clock Tower), housing the main office of the Shiromani Gurdwara Parbandhak Committee (Supreme Committee of Temple Management), which oversees the main Sikh&nbsp; <em> gurdwara </em> s (places of worship). To the east of the temple are guest houses for pilgrims, a dining hall that provides thousands of meals daily for pilgrims and other visitors, and, on the southeast corner, the Assembly Hall.</p>"
    },

    {
        "title": "Mumbai, A Terrific City",
        "source": "Britannica",
        "date": "2023-03-08",
        "image1": "/images/india/mumbai1.jpg",
        "image2": "/images/india/mumbai2.jpg",
        "country": "India",
        "region": "Mumbai",
        "description": "<p><strong> Mumbai </strong> , formerly&nbsp; <strong> Bombay </strong> , city, capital of&nbsp;Maharashtra&nbsp;state, southwestern&nbsp;India. It is the country&rsquo;s financial and commercial centre and its principal port on the&nbsp;Arabian Sea.</p>",

        "text": "<p><strong> Mumbai </strong> , formerly&nbsp; <strong> Bombay </strong> , city, capital of&nbsp;Maharashtra&nbsp;state, southwestern&nbsp;India. It is the country&rsquo;s financial and commercial centre and its principal port on the&nbsp;Arabian Sea.&nbsp;Located on Maharashtra&rsquo;s coast, Mumbai is India&rsquo;s most-populous city, and it is one of the largest and most densely populated urban areas in the world. It was built on a site of ancient settlement, and it took its name from the local goddess&nbsp; Mumba&mdash;a form of&nbsp;Parvati, the&nbsp;consort&nbsp;of&nbsp;Shiva, one of the principal deities of&nbsp;Hinduism&mdash;whose temple once stood in what is now the southeastern section of the city. It became known as Bombay during the British colonial period, the name possibly an Anglicized corruption of Mumbai or perhaps of Bom Baim (&ldquo;Good Harbour&rdquo;), supposedly a Portuguese name for the locale. The name Mumbai was restored officially in 1995, although Bombay remained in common usage.</p><p>Mumbai, long the centre of India&rsquo;s cotton textile industry, subsequently developed a highly diversified manufacturing sector that included an increasingly important information technology (IT) component. In addition, the city&rsquo;s commercial and financial institutions are strong and vigorous, and Mumbai serves as the country&rsquo;s financial hub. It suffers, however, from some of the&nbsp;perennial&nbsp;problems of many large expanding industrial cities: air and&nbsp;water pollution, widespread areas of substandard housing, and overcrowding. The last problem is&nbsp;exacerbated&nbsp;by the physical limits of the city&rsquo;s island location. Area about 239 square miles (619 square km). Pop. (2001) 11,978,450; urban agglom., 16,434,386; (2011) 12,478,447; urban agglom., 18,414,288.</p><p><strong> City Site </strong></p><p>The city of Mumbai occupies a peninsular site on&nbsp; Bombay Island, a landmass originally composed of seven islets lying off the&nbsp;Konkan&nbsp;coast of western India. Since the 17th century the islets have been joined through drainage and reclamation projects, as well as through the construction of causeways and breakwaters, to form Bombay Island. East of the island are the sheltered waters of&nbsp; Mumbai (Bombay) Harbour. Bombay Island consists of a low-lying plain, about one-fourth of which lies below sea level; the plain is&nbsp;flanked&nbsp;on the east and west by two parallel ridges of low hills. Colaba Point, the headland formed on the extreme south by the longer of those ridges, protects Mumbai Harbour from the open sea.</p><p>The western ridge terminates at&nbsp; Malabar Hill, which, rising 180 feet (55 metres) above&nbsp;sea level, is one of the highest points in Mumbai. Between Colaba Point and Malabar Hill lies the shallow expanse of&nbsp; Back Bay. On a slightly raised strip of land between the head of Back Bay and the harbour is an area called the Fort, the site of the 17th-century British fortifications (little of which remains standing) within and around which the city grew; the area is now occupied chiefly by public and commercial offices. From Back Bay the land stretches northward to the central plain. The extreme northern segment of Mumbai is occupied by a large&nbsp;salt marsh.</p><p>The old city covered about 26 square miles (67 square km), stretching from Colaba Point on the southern tip of Bombay Island to the areas known as Mahim and Sion on its northern coast. In 1950 Mumbai expanded northward, embracing the large island of&nbsp; Salsette, which was joined to Bombay Island by a causeway. By 1957 a number of suburban municipal boroughs and some neighbouring villages on Salsette were incorporated into Greater Mumbai&mdash;the metropolitan region surrounding Bombay Island and the city itself. Since then Greater Mumbai has continued to expand.</p><p><strong> Climate </strong></p><p>The climate of Mumbai is warm and humid. There are four seasons. Cool weather&nbsp;prevails&nbsp;from December to February and hot weather from March to May. The rainy season, brought by&nbsp;monsoon&nbsp;winds from the southwest, lasts from June to September and is followed by the post-monsoon season, lasting through October and November, when the weather is again hot. Mean monthly temperatures vary from 91 &deg;F (33 &deg;C) in May to 67 &deg;F (19 &deg;C) in January. Annual rainfall is about 70 inches (1,800 mm), with an average of 24 inches (600 mm) occurring in July alone.</p><p><strong> City Layout </strong></p><p>The older part of Mumbai is much built-up and devoid of vegetation, but the more&nbsp;affluent&nbsp;areas, such as&nbsp;Malabar Hill, contain some greenery; there are a number of open playgrounds and parks. In the course of urban expansion, some residential sections of Mumbai have fallen into a state of serious disrepair, while in other areas clusters of makeshift houses (often illegal &ldquo;squatter&rdquo; settlements) have arisen to accommodate the city&rsquo;s expanding population. Moreover, an alarming amount of air and&nbsp;water pollution&nbsp;has been generated by Mumbai&rsquo;s many factories, by the growing volume of vehicular traffic, and by nearby oil refineries.</p>"
    },

    {
        "title": "Chennai Is Astonishing",
        "source": "Britannica",
        "date": "2023-02-14",
        "image1": "/images/india/chennai1.jpg",
        "image2": "/images/india/chennai2.jpg",
        "country": "India",
        "region": "Chennai",
        "description": "<p><strong> Chennai </strong> , formerly&nbsp; <strong> Madras </strong> ,&nbsp;city, capital of&nbsp;Tamil Nadu&nbsp;state, southern&nbsp;India, located on the&nbsp;Coromandel Coast&nbsp;of the&nbsp;Bay of Bengal.</p>",

        "text": "<p><strong> Chennai </strong> , formerly&nbsp; <strong> Madras </strong> ,&nbsp;city, capital of&nbsp;Tamil Nadu&nbsp;state, southern&nbsp;India, located on the&nbsp;Coromandel Coast&nbsp;of the&nbsp;Bay of Bengal. Known as the &ldquo;Gateway to South India,&rdquo; Chennai is a major administrative and cultural centre. Pop. (2011) city, 4,646,732; urban agglom., 8,696,010.</p><p><strong> City Site </strong></p><p>Chennai is located on the Coromandel Coast along the Bay of Bengal. The Cooum (Koovam) River flows through its centre and the Adyar River through its southern portion. The&nbsp;Buckingham Canal&nbsp;runs parallel to the coast, joining the Kortalaiyar (Kosasthalaiyar) River in the northern edges of the city and the Muttukadu Backwaters south of the city.</p><p><strong> Climate </strong></p><p>Chennai&rsquo;s climate is warm and humid. It reaches average temperatures of 89 &deg;F (32 &deg;C) in May and 77 &deg;F (25 &deg;C) in January. Annual rainfall is about 50 inches (1,250 mm), occurring mostly from October to mid-December.</p><p><strong> City Layout </strong></p><p className='topic-paragraph'>Madras developed without a plan from its 17th-century core, formed by Fort&nbsp;St. George&nbsp;and the Indian quarters. To the north and northwest are the industrial areas. The main residential areas are to the west and south, where a number of modern high-rise apartment buildings have been constructed, and the old villages are in the centre.</p><p className='topic-paragraph'>The most distinctive buildings in the city are the seven large temples in the Dravidian style, situated in the city sections of George Town, Mylapore, and Triplicane. The Chepauk Palace (the former residence of the&nbsp;nawab&nbsp;[Mughal ruler] of&nbsp;Karnataka) and the University Senate House, both in the Deccan Islamic style, and the Victoria Technical Institute and the High Court buildings, both in the Indo-Saracenic style, are generally considered the most attractive buildings of the British period.</p><p className='topic-paragraph'><strong> People </strong></p><p className='topic-paragraph'>The population of Chennai is predominantly&nbsp;Tamil. About four-fifths of the population is&nbsp;Hindu;&nbsp;Muslims,&nbsp;Christians, and&nbsp;Jains&nbsp;make up the remainder.&nbsp;Tamil&nbsp;is the most common language, and many professionals speak English. About one-tenth of the population speaks&nbsp;Telugu; slightly fewer speak some variety of&nbsp;Hindustani.</p><p className='topic-paragraph'><strong> Economy </strong></p><p className='topic-paragraph'>Since the late 1990s, software development and electronics manufacturing have made up the bulk of Chennai&rsquo;s economy. Numerous technology parks, where many foreign companies have offices, are found throughout the city. Other major industries include the manufacture of automobiles, rubber, fertilizer, leather, iron ore, and cotton textiles. Wheat, machinery, iron and steel, and raw cotton are imported. There is an oil refinery in Chennai.</p><p className='topic-paragraph'>Services, especially finance and tourism, are also significant. Indian Bank and Indian Overseas Bank, both&nbsp;administered&nbsp;by the Ministry of Finance, are headquartered in Chennai. Hotels, luxury resorts, restaurants, marinas, and parks line Marina Beach, the coastline abutting Chennai city.</p><p className='topic-paragraph'>Chennai is well connected by road, rail, air, and sea. It has an international airport and seaport. Within the city a network of bus services and auto-rickshaws are common modes of transport. About 37 miles (60 km) south of Chennai, the historic town of&nbsp;Mamallapuram, with its&nbsp;Shore Temple, is a popular tourist destination. Chennai has one of the highest penetrations of high-speed Internet access in India and is one of a handful of cities in the country connected to submarine fibre-optic cables. It was one of the first cities in India to offer free&nbsp;Wi-Fi&nbsp;connectivity in public spaces.</p><p className='topic-paragraph'><strong> Cultural Life </strong></p><p className='topic-paragraph'>Chennai and its&nbsp;suburbs&nbsp;have more than 600 Hindu temples. The oldest is the Parthasarathi Temple built in the 8th century by&nbsp;Pallava&nbsp;kings. The Kapaleeswarar Temple (16th century) is dedicated to the Hindu god&nbsp;Shiva. Other places of worship within the city include Luz Church (1547&ndash;82), one of the oldest churches in Chennai;&nbsp;St. Mary&rsquo;s&nbsp;Church (1678&ndash;80), the first British church in India; the San Thome Basilica (1898), built over the tomb of the apostle&nbsp;St. Thomas; and Wallajah Mosque (1795), built by the nawab of Karnataka. The&nbsp;Armenian Church&nbsp;of the Holy Virgin Mary (1772), in the George Town section of Chennai, surrounds a courtyard cemetery with Armenian tombstones dating from the mid-17th century. The international headquarters of the Theosophical Society is situated in gardens between the Adyar River and the coast. Of particular interest there is a banyan tree dating from about 1600.</p><p className='topic-paragraph'>Cultural institutions in Chennai include the&nbsp; Madras Music Academy, devoted to the encouragement of&nbsp;Karnatak music&mdash;the music of Karnataka, the historical region between the southern Coromandel Coast of the Bay of Bengal and the Deccan&nbsp;plateau. The Kalakshetra is a centre of dance and music, and the Rasika Ranjini Sabha, in Mylapore, encourages the theatrical arts. The city has training centres for&nbsp; <em> kuchipudi </em> &nbsp;and&nbsp; <em> bharata natyam </em> &nbsp;(Indian classical dance forms). Kalakshetra and Sri Krishna Gana Sabha, a cultural institution, both host annual dance festivals. The suburban town of&nbsp; Kodambakkam, with its numerous film studios, is described as the Hollywood of Tamil-language cinema. Three theatres&mdash;the Children&rsquo;s Theatre, the Annamalai Manram, and the Museum Theatre&mdash;are popular. The Chennai Government Museum has exhibitions on the history and physical aspects of Tamil Nadu. There is a small collection of East India Company&nbsp;antiquities&nbsp;in the Fort Museum (within Fort St. George) and a collection of paintings in the&nbsp;National Art Gallery.</p>"
    },

    {
        "title": "Kerala: A Majestic State",
        "source": "Britannica",
        "date": "2023-05-08",
        "image1": "/images/india/kerala1.jpg",
        "image2": "/images/india/kerala2.jpg",
        "country": "India",
        "region": "Kerala",
        "description": "<p className='topic-paragraph'><strong> Kerala </strong> , southwestern coastal state of&nbsp;India. It is a small state,&nbsp;constituting&nbsp;only about 1 percent of the total area of the country. Kerala stretches for about 360 miles</p>",

        "text": "<p className='topic-paragraph'><strong> Kerala </strong> , southwestern coastal state of&nbsp;India. It is a small state,&nbsp;constituting&nbsp;only about 1 percent of the total area of the country. Kerala stretches for about 360 miles (580 km) along the&nbsp; Malabar Coast, varying in width from roughly 20 to 75 miles (30 to 120 km). It is bordered by the states of&nbsp;Karnataka&nbsp;(formerly Mysore) to the north and&nbsp;Tamil Nadu&nbsp;to the east and by the&nbsp;Arabian Sea&nbsp;to the south and west; it also surrounds&nbsp;Mahe, a segment of the state of&nbsp;Puducherry, on the northwestern coast. The capital is&nbsp; Thiruvananthapuram&nbsp;(Trivandrum).</p><p className='topic-paragraph'>Although isolated from the Indian interior by the mountainous belt of the&nbsp; Western&nbsp;Ghats, Kerala has been exposed to many foreign influences via its long coastline; consequently, the state has developed a unique&nbsp;culture&nbsp;within the subcontinent, not only with a&nbsp;diverse&nbsp;religious tradition but also with its own language,&nbsp;Malayalam. Also notable is the high&nbsp;social status&nbsp;that continues to be accorded to women of Kerala, owing to the former strength of a matrilineal kinship system. Area 15,005 square miles (38,863 square km). Pop. (2011) 33,387,677.</p><p className='topic-paragraph'>Kerala is a region of great natural beauty. In the eastern part of the state,&nbsp; Anai Peak&nbsp;(8,842 feet [2,695 metres]), the highest peak of peninsular&nbsp;India, crowns the Western&nbsp;Ghats. Descending from the rocky highlands westward toward the coastal plain is a stretch of farmlands, with different crops&nbsp;cultivated&nbsp;at different elevations. Along the coast, a linked chain of lagoons and backwaters form the so-called Venice of India. Among the more important rivers that flow to the&nbsp;Arabian Sea&nbsp;are the&nbsp;Ponnani&nbsp;( Bharatapuzha),&nbsp; Periyar, Chalakudi, and&nbsp; Pamba.</p><p className='topic-paragraph'>The climate of Kerala is equable and varies little from season to season. Throughout the year, daily temperatures usually rise from the low 70s F (low 20s C) into the 80s F (27 to 32 &deg;C). The state is directly exposed to the southwest&nbsp;monsoon, which prevails from July through September, but it also receives rain from the reverse (northeast) monsoon, which blows in October and November. Precipitation averages about 115 inches (3,000 mm) annually statewide, with some slopes receiving more than 200 inches (5,000 mm).</p><p className='topic-paragraph'><strong> Plant and Animal Life </strong></p><p className='topic-paragraph'>The watery coastal zones of Kerala are interspersed with&nbsp;coconut palm&nbsp;groves, while much of the Western Ghats and riverine areas are covered with rainforests and monsoon forests (tropical deciduous forests). Rolling grasslands are typical of the upland region. This diverse natural&nbsp;environment&nbsp;is home to an extraordinary array of wildlife. Mammals include sambar deer,&nbsp;gaurs&nbsp;(wild cattle), Nilgiri&nbsp;tahrs&nbsp;(wild goatlike animals;&nbsp; <em> Hemitragus hylocrius </em> , or, by some classifications,&nbsp; <em> Nilgiritragus hylocrius </em> ), elephants, leopards, tigers,&nbsp;bonnet monkeys, rare&nbsp; lion-tailed&nbsp;macaques&nbsp;( <em> Macaca silenus </em> ), and Hanuman and Nilgiri&nbsp;langurs&nbsp;( <em> Semnopithecus entellus </em> and <em> Trachypithecus johnii </em> , respectively).&nbsp; King cobras ( <em> Ophiophagus hannah </em> ) are among the notable reptiles, while&nbsp;peacocks&nbsp;and&nbsp;hornbills&nbsp;are common birds. The state has several national parks and wildlife sanctuaries, among which the&nbsp;Periyar National Park and Tiger Reserve&nbsp;is the largest.</p><p className='topic-paragraph'><strong> People </strong></p><p className='topic-paragraph'>The&nbsp; Malayalis&nbsp;are a group of people of mixed ethnic heritage who speak&nbsp;Malayalam, a&nbsp;Dravidian language; they&nbsp;constitute&nbsp;the majority of the population of Kerala. Most Malayalis are descendants of the early inhabitants of&nbsp;India, the so-called Dravidians (speakers of Dravidian languages), who were driven southward between about 2000 and 1500&nbsp;BCE&nbsp;when the&nbsp;Aryans&nbsp;(speakers of&nbsp;Indo-Aryan languages) descended into the&nbsp;Indian subcontinent. Over the millennia, there has been much exchange between the two groups. Elements of&nbsp;Indo-Aryan&nbsp;ancestry remain strongest among the&nbsp;Nambudiri, a prominent&nbsp;caste&nbsp;of orthodox&nbsp;Hindus. Also living in Kerala is a significant minority of&nbsp; Tamils, a neighbouring people of Dravidian ancestry.</p><p className='topic-paragraph'>More than half of Kerala&rsquo;s residents, including most of the Malayalis, follow&nbsp;Hinduism. About one-fourth of the population practices&nbsp;Islam, with the Moplah ( Mapilla) people of the&nbsp;Malabar Coast&nbsp;constituting the state&rsquo;s largest Muslim&nbsp;community. Christians, who account for nearly one-fifth of the population, belong broadly to the&nbsp;Syrian Orthodox&nbsp;and&nbsp;Roman Catholic&nbsp;churches as well as to various&nbsp;Protestant&nbsp;denominations. Regardless of their sect, these&nbsp;indigenous&nbsp;Christians share a common set of early Christian traditions unique to the Malabar Coast. They are referred to collectively as&nbsp;St. Thomas (Mar Thoma) Christians&nbsp;in&nbsp;allusion&nbsp;to the tradition that&nbsp;St. Thomas&nbsp;the Apostle first evangelized the region. Kerala also has tiny&nbsp;Jain,&nbsp;Sikh,&nbsp;Buddhist, and&nbsp;Jewish&nbsp;communities; there is an ancient synagogue in&nbsp;Kochi.</p>"
    },

    {
        "title": "New York is Splendid",
        "source": "Britannica",
        "date": "2023-05-12",
        "image1": "/images/america/newYork1.jpg",
        "image2": "/images/america/newYork2.jpg",
        "country": "America",
        "region": "New York",
        "description": "<p>It is the largest and most influential American metropolis,&nbsp;encompassing&nbsp;Manhattan and Staten islands, the western sections of&nbsp;Long Island, and a small portion of the New York state mainland to the north of Manhattan.</p>",
        
        "text": "<p><strong> New York City </strong> , officially&nbsp; <strong> the City of New York </strong> , historically&nbsp; <strong> New Amsterdam </strong> ,&nbsp; <strong> the Mayor, Alderman, and Commonality of the City of New York </strong> , and&nbsp; <strong> New Orange </strong> , byname&nbsp; <strong> the Big Apple </strong> , city and port located at the mouth of the&nbsp;Hudson River, southeastern&nbsp;New York&nbsp;state, northeastern U.S. It is the largest and most influential American metropolis,&nbsp;encompassing&nbsp;Manhattan and Staten islands, the western sections of&nbsp;Long Island, and a small portion of the New York state mainland to the north of Manhattan. New York City is in reality a collection of many neighbourhoods scattered among the city&rsquo;s five boroughs&mdash;Manhattan,&nbsp;Brooklyn, the&nbsp;Bronx,&nbsp;Queens, and&nbsp;Staten Island&mdash;each exhibiting its own lifestyle. Moving from one city neighbourhood to the next may be like passing from one country to another. New York is the most populous and the most international city in the country. Its urban area extends into adjoining parts of New York,&nbsp;New Jersey, and&nbsp;Connecticut. Located where the&nbsp;Hudson&nbsp;and&nbsp;East&nbsp;rivers empty into one of the world&rsquo;s premier harbours, New York is both the gateway to the North American continent and its preferred exit to the oceans of the globe. Area 305 square miles (790 square km). Pop. (2010) 8,175,133; New York&ndash;White Plains&ndash;Wayne Metro Division, 11,576,251; New York&ndash;Northern New Jersey&ndash;Long Island Metro Area, 18,897,109; (2020) 8,804,190; New York&ndash;Jersey City&ndash;White Plains Metro Division, 12,449,348; New York&ndash;Newark&ndash;Jersey City Metro Area, 20,140,470.</p><p><strong> Character of the City </strong></p><p>New York is the most ethnically&nbsp;diverse, religiously varied, commercially driven, famously congested, and, in the eyes of many, the most attractive urban centre in the country. No other city has contributed more images to the&nbsp;collective&nbsp;consciousness&nbsp;of Americans:&nbsp;Wall Street&nbsp;means finance,&nbsp;Broadway&nbsp;is synonymous with theatre, Fifth Avenue is automatically paired with shopping, Madison Avenue means the&nbsp;advertising&nbsp;industry,&nbsp;Greenwich Village&nbsp;connotes bohemian lifestyles, Seventh Avenue signifies fashion,&nbsp;Tammany Hall&nbsp;defines machine politics, and&nbsp;Harlem&nbsp;evokes images of the&nbsp;Jazz Age,&nbsp;African American&nbsp;aspirations, and slums. The word&nbsp; <em> tenement </em> &nbsp;brings to mind both the miseries of urban life and the upward mobility of striving immigrant masses. New York has more Jews than&nbsp;Tel Aviv, more Irish than&nbsp;Dublin, more Italians than&nbsp;Naples, and more&nbsp;Puerto Ricans&nbsp;than&nbsp;San Juan. Its symbol is the&nbsp;Statue of Liberty, but the metropolis is itself an icon, the arena in which&nbsp;Emma Lazarus&rsquo;s &ldquo;tempest-tost&rdquo; people of every nation are transformed into Americans&mdash;and if they remain in the city, they become New Yorkers.</p><p>For the past two centuries, New York has been the largest and wealthiest American city. More than half the people and goods that ever entered the&nbsp;United States&nbsp;came through its port, and that stream of commerce has made change a constant presence in city life. New York always meant possibility, for it was an urban centre on its way to something better, a metropolis too busy to be&nbsp;solicitous&nbsp;of those who stood in the way of progress. New York&mdash;while the most American of all the country&rsquo;s cities&mdash;thus also achieved a reputation as both foreign and fearsome, a place where turmoil,&nbsp;arrogance, incivility, and cruelty tested the stamina of everyone who entered it. The city was inhabited by strangers, but they were, as&nbsp;James Fenimore Cooper&nbsp;explained, &ldquo;essentially national in interest, position, pursuits. No one thinks of the place as belonging to a particular state but to the United States.&rdquo; Once the capital of both its state and the country, New York surpassed such status to become a world city in both commerce and outlook, with the most famous skyline on earth. It also became a target for international terrorism&mdash;most notably the&nbsp;destruction in 2001&nbsp;of the&nbsp;World Trade Center, which for three decades had been the most prominent symbol of the city&rsquo;s global prowess. However, New York remains for its residents a conglomeration of local neighbourhoods that provide them with familiar cuisines, languages, and experiences. A city of stark contrasts and deep contradictions, New York is perhaps the most fitting representative of a diverse and powerful nation.</p><p><strong> The city site </strong></p><p>Sections of the&nbsp;granite&nbsp;bedrock of New York date to about 100 million years ago, but the&nbsp;topography&nbsp;of the present city is largely the product of the glacial recession that marked the end of the&nbsp;Wisconsin Glacial Stage&nbsp;about 10,000 years ago. Great erratic boulders in Manhattan&rsquo;s&nbsp;Central Park, deep kettle depressions in Brooklyn and Queens, and the glacial moraine that remains in parts of the&nbsp;metropolitan area&nbsp;provide silent testimony to the enormous power of the ice. Glacial retreat also carved out the waterways around the city. The&nbsp;Hudson&nbsp;and&nbsp;East&nbsp;rivers, Spuyten Duyvil Creek, and Arthur Kill are, in reality, estuaries of the&nbsp;Atlantic Ocean, and the Hudson is tidal as far north as&nbsp;Troy. The approximately 600 miles (1,000 km) of New York shoreline are locked in constant combat with the ocean, as it erodes the land and adds new sediments elsewhere. Although the harbour is constantly dredged, ship channels are continually filled with river silt and are too shallow for more modern deep-sea vessels.</p>"
    },
    
    {
        "title": "San Francisco Knowledge",
        "source": "Britannica",
        "date": "2023-05-11",
        "image1": "/images/america/sanFran1.jpg",
        "image2": "/images/america/sanFran2.jpg",
        "country": "America",
        "region": "San Francisco",
        "description": "<p><strong> San Francisco </strong> ,&nbsp;city&nbsp;and port, coextensive with San Francisco county, northern&nbsp;California, U.S., located on a&nbsp;peninsula&nbsp;between the&nbsp;Pacific Ocean&nbsp;and&nbsp;San Francisco Bay.</p>",
        
        "text": "<p><strong> San Francisco </strong> ,&nbsp;city&nbsp;and port, coextensive with San Francisco county, northern&nbsp;California, U.S., located on a&nbsp;peninsula&nbsp;between the&nbsp;Pacific Ocean&nbsp;and&nbsp;San Francisco Bay. It is a cultural and financial centre of the western&nbsp;United States&nbsp;and one of the country&rsquo;s most&nbsp;cosmopolitan&nbsp;cities. Area 46 square miles (120 square km). Pop. (2010) 805,235; San Francisco&ndash;San Mateo&ndash;Redwood City Metro Division, 1,776,095; San Francisco&ndash;Oakland&ndash;Fremont Metro Area, 4,335,391; (2020) 873,965; San Francisco&ndash;San Mateo&ndash;Redwood City Metro Division, 1,638,407; San Francisco&ndash;Oakland&ndash;Berkeley Metro Area, 4,749,008.</p><p><strong> Character of the City </strong></p><p className='topic-paragraph'>San Francisco holds a secure place in the&nbsp;United States&rsquo;&nbsp;romantic&nbsp;dream of itself&mdash;a cool, elegant, handsome, worldly seaport whose steep streets offer breathtaking views of one of the world&rsquo;s greatest bays. According to the dream, San Franciscans are sophisticates whose lives hold full measures of such civilized pleasures as music, art, and good food. Their children are to be pitied, for, as the wife of publishing magnate&nbsp;Nelson Doubleday&nbsp;once said, &ldquo;They will probably grow up thinking all cities are so wonderful.&rdquo; To San Franciscans their city is a magical place, almost an&nbsp;island, saved by its location and history from the sprawl and monotony that afflicts so much of urban&nbsp;California.</p><p className='topic-paragraph'>Since&nbsp;World War II, however, San Francisco has had to face the&nbsp;stark&nbsp;realities of urban life: congestion, air and&nbsp;water pollution, violence and vandalism, and the general decay of the inner city. San Francisco&rsquo;s&nbsp;makeup&nbsp;has been changing as families, mainly white and middle-class, have moved to its suburbs, leaving the city to a population that, viewed statistically, tends to be older and to have fewer married people. Now more than one of every two San Franciscans is &ldquo;nonwhite&rdquo;&mdash;in this case&nbsp;African American, East Asian, Filipino, Samoan, Vietnamese, Latin American, or&nbsp;Native American. Their dreams increasingly demand a realization that has little to do with the romantic dream of San Francisco. But both the dreams and the realities are important, for they are interwoven in the fabric of the city that might be called Paradox-by-the-Bay.</p><p className='topic-paragraph'>Although San Franciscans complain of the congestion, homelessness, and high&nbsp;cost of living&nbsp;that plague the city and talk endlessly of the good old days, the majority still think of San Francisco the way poet George Sterling did, as &ldquo;the cool grey city of love,&rdquo; one of America&rsquo;s most attractive, colourful, and distinctive places to live.</p><p className='topic-paragraph'><strong> Landscape </strong></p><p className='topic-paragraph'>Hilly and roughly square, San Francisco occupies the northern tip of a peninsula. To its south are the bedroom suburbs of&nbsp;San Mateo&nbsp;county, to the east and northeast is the bay, and to the west and northwest lies the&nbsp;Pacific Ocean.</p><p className='topic-paragraph'>The most prominent of San Francisco&rsquo;s hills are&nbsp;Twin Peaks,&nbsp;Mount Davidson, and&nbsp;Mount Sutro, all of which exceed 900 feet (270 metres) in elevation. The best known are&nbsp;Nob Hill, where the wealthy &ldquo;nobs&rdquo; (nabobs) built extravagant&nbsp;mansions in the 1870s, and&nbsp;Telegraph Hill, which once looked down on the Barbary Coast, a neighbourhood formerly alive with gaudy wickedness. As a result of the pioneer planners&rsquo;&nbsp;prejudice&nbsp;in favour of a squared-off grid, the downtown streets march intrepidly up precipitous slopes, terrifying newly arrived drivers, making the&nbsp;cable cars&nbsp;more than sentimental&nbsp;anachronisms, and providing splendid views of the&nbsp;bay.</p><p className='topic-paragraph'>San Francisco Bay&nbsp;is a drowned river valley, submerged during the melting of the last glacial ice sheet. Enthusiastic and profitable filling of the tidelands has reduced its area at mean high tide from about 700 square miles (1,800 square km) in 1880 to a mere 435 square miles (1,125 square km). More than half of the bay is still fillable, but in 1965 the state legislature created the&nbsp;Bay Conservation and Development Commission to control further&nbsp;landfill&nbsp;projects. At its widest extent the bay measures 13 miles (21 km) across; its deepest point, 357 feet (109 metres), is in the&nbsp;Golden Gate, a narrow channel between the peninsula and Marin county to the north that connects the bay to the Pacific. The maximum daily flow of water through the Golden Gate into the Pacific is seven times the flow of the&nbsp;Mississippi River&nbsp;at its mouth.</p><p className='topic-paragraph'><strong> Climate </strong></p><p className='topic-paragraph'>Winter&nbsp;in San Francisco is rainy and mild, spring sunny and temperate,&nbsp;summer&nbsp;foggy and cool, and&nbsp;autumn&nbsp;sunny and warm. The average minimum&nbsp;temperature&nbsp;is 51 &deg;F (11 &deg;C), and the average maximum is 63 &deg;F (17 &deg;C). The mean rainfall, almost all of which occurs between November and April, is about 21 inches (533 mm). There is sunshine during two-thirds of the possible daylight hours. The most&nbsp;characteristic&nbsp;feature of the weather, however, is the summer fog, which lies low over the&nbsp;city&nbsp;until midday, creating consternation among shivering tourists. This&nbsp;fog&nbsp;is a phenomenon of temperature contrasts, created when warm, moist&nbsp;ocean&nbsp;air comes in contact with cold&nbsp;water&nbsp;welling up from the ocean bottom along the coast.</p>"
    },

    {
        "title": "Essential Reasons To Go To California",
        "source": "Britannica",
        "date": "2023-05-12",
        "image1": "/images/america/california1.jpg",
        "image2": "/images/america/california2.jpg",
        "country": "America",
        "region": "California",
        "description": "<p><strong> California </strong> ,&nbsp;constituent&nbsp;state&nbsp;of the&nbsp;United States&nbsp;of America. It was admitted as the 31st state of the union on September 9, 1850, and by the early 1960s it was the most populous U.S. state.</p>",
        
        "text": "<p><strong> California </strong> ,&nbsp;constituent&nbsp;state&nbsp;of the&nbsp;United States&nbsp;of America. It was admitted as the 31st state of the union on September 9, 1850, and by the early 1960s it was the most populous U.S. state. No version of the origin of California&rsquo;s name has been fully accepted, but there is wide support for the&nbsp;contention&nbsp;that it derived from an early 16th-century&nbsp;Spanish&nbsp;novel,&nbsp; <em> Las sergas de Esplandi&aacute;n </em> &nbsp;(&ldquo;The Adventures of Esplandi&aacute;n&rdquo;), that described a paradisiacal island full of&nbsp;gold&nbsp;and&nbsp;precious&nbsp;stones called California. The influence of the Spanish settlers of the 18th and 19th centuries is evident in California&rsquo;s architecture and place-names. The capital is&nbsp;Sacramento.</p><p>California is bounded by the U.S. state of&nbsp;Oregon&nbsp;to the north, by the states of&nbsp;Nevada&nbsp;and&nbsp;Arizona&nbsp;to the east, by the Mexican state of&nbsp;Baja California&nbsp;to the south, and by the&nbsp;Pacific Ocean&nbsp;to the west. From the rainy northern coast to the parched&nbsp;Colorado Desert&nbsp;in the south, and from the Mediterranean-like central and southern littoral to the volcanic plateau of the far northeast, California is a land of stunning physical contrasts. Both the highest and lowest points in the 48 conterminous states are in the state of California&mdash;Mount Whitney&nbsp;and&nbsp;Death Valley, respectively. The former is the&nbsp;culminating&nbsp;summit of the&nbsp;Sierra Nevada, one of the major mountain ranges of&nbsp;North America.</p><p>The fluid nature of the state&rsquo;s social, economic, and political life&mdash;shaped so largely by the influx of people from other states and countries&mdash;has for centuries made California a laboratory for testing new modes of living. California&rsquo;s population, concentrated mostly along the coast, is the most urban in the United States, with more than three-fourths of the state&rsquo;s people living in the&nbsp;Los Angeles,&nbsp;San Francisco, and&nbsp;San Diego&nbsp;metropolitan areas. Despite its urbanization and the loss of land to industry, California still leads the country in agricultural production. About one-half of the state&rsquo;s land is federally owned. National parks located throughout the state are devoted to the preservation of nature and natural resources. Area 163,695 square miles (423,967 square km). Population (2020) 39,538,223; (2022 est.) 39,029,342.</p><p><strong> Land </strong></p><p>The heartland of California is the&nbsp;Central Valley, which runs for 450 miles (725 km) through the centre of the state, forming a&nbsp;trough&nbsp;between the&nbsp;Coast Ranges&nbsp;to the west and the Sierra Nevada to the east. The valley is the state&rsquo;s agricultural centre. Its single opening is the delta through which the&nbsp;Sacramento&nbsp;and&nbsp;San Joaquin&nbsp;rivers drain into&nbsp;San Francisco Bay. The valley is sealed off by the&nbsp;Cascade Range&nbsp;to the northeast and by the&nbsp;Klamath Mountains&nbsp;to the northwest. In the far north the terrain is rugged and heavily forested, becoming wetter on the coastal side and drier and barren in the higher northeast. In the south the Central Valley is closed off by the transverse ranges, most notably the&nbsp;Tehachapi Mountains, which are regarded as a dividing wall between southern and central California.</p><p>Most of eastern California is&nbsp;desert. The sparsely settled northeastern corner of the state is a jumble of barren plains and mountains, as well as a volcanic plateau. In the east-central region is the Trans-Sierra desert, which extends along the sheer east escarpment of the Sierra Nevada range and&nbsp;comprises&nbsp;part of the vast interstate&nbsp;Great Basin&nbsp;of the&nbsp;Basin and Range Province. The Trans-Sierra desert ranges from 2,000 to 7,400 feet (600 to 2,300 metres) above&nbsp;sea level. Its largest towns are in the Owens Valley, which was a fertile farmland until its groundwater flow was diverted to Los Angeles through a mammoth series of&nbsp;conduits&nbsp;built in 1908&ndash;13.</p><p>The&nbsp;Sierra Nevada&nbsp;rises just to the west of the Trans-Sierra desert. The eastern slope of the Sierra Nevada is sheer, dropping some 10,000 feet (3,000 metres) within a 10-mile (16-km) stretch near Owens Lake. On the west the range slopes in gradually declining foothills toward the&nbsp;Central Valley,&nbsp;comprising&nbsp;the San Joaquin and Sacramento river valleys. From the wall that rises near&nbsp;Lassen Peak&nbsp;in the north, the Sierra Nevada extends south for 430 miles (700 km) to the fringes of Los Angeles. Aside from&nbsp;Mount Whitney&nbsp;(14,494 feet [4,418 metres] above sea level), 10 other peaks in the Sierra Nevada exceed 14,000 feet (4,200 metres) in elevation. East-west passes are few but high; some are found at more than 9,000 feet (2,700 metres) in elevation. There are three national parks in the Sierra Nevada:&nbsp;Kings Canyon,&nbsp;Sequoia, and&nbsp;Yosemite. The last, which was designated a UNESCO&nbsp;World Heritage site&nbsp;in 1978, rises from the purplish foothills of the&nbsp;Mother Lode Country&nbsp;and extends through the ice-carved valleys of the&nbsp;Merced&nbsp;and Tuolumne rivers. Its valleys feature waterfalls and granite domes.</p>"
    },

    {
        "title": "Boston's Wonders",
        "source": "Britannica",
        "date": "2023-05-11",
        "image1": "/images/america/boston1.jpg",
        "image2": "/images/america/boston2.jpg",
        "country": "America",
        "region": "Boston",
        "description": "<p><strong> Boston </strong> , city, capital of the&nbsp;commonwealth&nbsp;of&nbsp;Massachusetts, and seat of&nbsp;Suffolk&nbsp;county, in the northeastern&nbsp;United States. It lies on&nbsp;Massachusetts Bay, an arm of the&nbsp;Atlantic Ocean.</p>",
        
        "text": "<p><strong> Boston </strong> , city, capital of the&nbsp;commonwealth&nbsp;of&nbsp;Massachusetts, and seat of&nbsp;Suffolk&nbsp;county, in the northeastern&nbsp;United States. It lies on&nbsp;Massachusetts Bay, an arm of the&nbsp;Atlantic Ocean. The city proper has an unusually small area for a major city, and more than one-fourth of the total&mdash;including part of the&nbsp;Charles River, Boston Harbor, and a portion of the Atlantic&mdash;is water. Area city, 46 square miles (119 square km). Pop. (2010) 617,594; Boston-Quincy Metro Division, 1,887,792; Boston-Cambridge-Quincy Metro Area, 4,552,402; (2020) 675,647; Boston Metro Division, 2,054,736; Boston-Cambridge-Newton Metro Area, 4,941,632.</p><p><strong> Character of the City </strong></p><p>The area, the people, and the institutions within its political boundaries can only begin to define the essence of Boston. Its nickname &ldquo;Beantown&rdquo; has its origin in colonial times, when Boston, as a stop on a major trade route with the&nbsp;West Indies, had a steady supply of molasses from the Caribbean, thus leading to the creation of a popular dish that became known as Boston baked beans (beans baked in molasses). As a city and as a name, Boston is a symbol of much that has gone into the development of the American&nbsp;consciousness, and its presence reaches far beyond its immediate environs. As the spiritual capital of the&nbsp;New England&nbsp;states, as the progenitor of the&nbsp;American Revolution&nbsp;and the nation, and as the earliest centre of American&nbsp;culture, Boston has influenced the country for some three centuries. Though Boston, like New England in general, has played a lessening role in national life since the early 20th century, it has remained the focal point of what may be the most diversified and&nbsp;dynamic&nbsp;combination of educational, cultural, medical, and scientific activities in the United States.</p><p><strong> Landscape </strong></p><p className='topic-paragraph'>The Boston region&rsquo;s&nbsp;topography&nbsp;was largely shaped by the glaciers that covered the land during the last&nbsp;ice age. The city and its sheltered deepwater harbour sit in a basin that extends to&nbsp;Lynn&nbsp;in the north and&nbsp;Quincy&nbsp;in the south and is ringed by modest hills: the&nbsp;Middlesex&nbsp;Fells (north) to the Blue Hills (south). There are harder, higher surface rocks (mostly granites) on those northern and southern edges, while inside the basin the lower-lying rocks&mdash;commonly known as pudding stone&mdash;are found mostly below the surface in such areas as&nbsp;Roxbury,&nbsp;Newton,&nbsp;Brookline, Mattapan, West Roxbury, and Dorchester. The land, enormously compressed by the&nbsp;vast&nbsp;accumulation of glacial ice on it, has since been rebounding (rising up) at an extremely gradual rate.</p><p className='topic-paragraph'>Numerous drumlins (mounds of glacial debris) form low hills in the city and islands that dot the harbour. At the beginning of English settlement in the 17th century, the Shawmut Peninsula was called Trimountain (or Tramount) because of its dominating three-topped hill on the northwest corner near the mouth of the Charles River. Beacon Hill is its only surviving, though greatly reduced, remnant. The other portions were leveled to become landfill that added to the city&rsquo;s area in the 19th century.</p><p className='topic-paragraph'><strong> Area of the Colonial Town </strong></p><p className='topic-paragraph'>The hilly&nbsp;Shawmut Peninsula, upon which Boston was settled, originally was almost completely surrounded by water. It was connected with mainland Roxbury to the south by a narrow neck of land along the line of present-day Washington Street. To the west of the neck were great reaches of mudflats and salt marshes that were covered by water at high tide and known collectively as the&nbsp;Back Bay. The&nbsp;Charles River&nbsp;flowed through the Back Bay to Boston Harbor and separated the peninsula from the mainland to the north and west. To the east, Town&nbsp;Cove&nbsp;indented Boston&rsquo;s harbour front and divided the city into the North End and the South End. The centre of the colonial town was at the&nbsp;Old State House&nbsp;(built 1711&ndash;47).</p><p className='topic-paragraph'>Although that original centre and the colonial South End have long been given over to offices and retail stores, a few 18th-century buildings remain: Faneuil Hall (1742&ndash;1805), the Old Corner Bookstore (1718), the Old South Meeting House (1729), and King&rsquo;s Chapel (1750). The North End is the only part of the early town that has remained residential since the 1630 settlement. Colonial survivals such as the&nbsp;Paul Revere&nbsp;House ( <em> c. </em> &nbsp;1680) and Christ Church (1723)&mdash;the Old North Church from which lanterns revealed the route of the British march to&nbsp;Lexington&nbsp;in 1775&mdash;coexist with the busy life of a traditionally Italian American&nbsp;community.</p><p className='topic-paragraph'>The long shoreline, only a few minutes&rsquo; walk from any part of the peninsula, provided ample space for wharves and shipyards. From the first years of settlement, the shoreline constantly&nbsp;encroached&nbsp;on the harbour as wharves were built and marshy coves were filled. West of the original settlement lay&nbsp;Boston Common, a tract that has remained public open space since its purchase by the town in 1634.</p>"
    },

    {
        "title": "Seattle Presents Greatness",
        "source": "Britannica",
        "date": "2023-05-08",
        "image1": "/images/america/seattle1.jpg",
        "image2": "/images/america/seattle2.jpg",
        "country": "America",
        "region": "Seattle",
        "description": "<p><strong> Seattle </strong> , chief city of the state of&nbsp;Washington, U.S., seat (1853) of King county, the largest metropolis of the&nbsp;Pacific Northwest, and one of the largest and most&nbsp;affluent&nbsp;urban centres in the&nbsp;United States.</p>",
        
        "text": "<p><strong> Seattle </strong> , chief city of the state of&nbsp;Washington, U.S., seat (1853) of King county, the largest metropolis of the&nbsp;Pacific Northwest, and one of the largest and most&nbsp;affluent&nbsp;urban centres in the&nbsp;United States. A major port of entry and an air and sea gateway to&nbsp;Asia&nbsp;and&nbsp;Alaska, Seattle lies alongside&nbsp;Puget Sound, a deep inland arm of the northern&nbsp;Pacific Ocean, and is at the centre of a conurbation that is defined roughly by&nbsp;Everett&nbsp;to the north,&nbsp;Bellevue&nbsp;to the east, and&nbsp;Tacoma&nbsp;to the south.</p><p>The city was settled on November 13, 1851, at what is now West Seattle. It was relocated the following year to a site across Elliott Bay near a Duwamish&nbsp;Indian&nbsp;village. It owes its name to the&nbsp;Native American&nbsp;leader&nbsp;Seattle, chief of the Duwamish, Suquamish, and other tribes of the Puget Sound area. Areas of great natural beauty, including the densely forested Olympic Peninsula and the&nbsp;Cascade Range, surround the city. Its urban centre, dominated by tall skyscrapers that overlook Elliott Bay and&nbsp;enhanced&nbsp;by the city&rsquo;s abundant parks and neighbourhoods, also offers a handsome prospect.</p><p>Like other western cities in the United States, Seattle commands the resources of a broad hinterland, one that extends far east to the&nbsp;Great Plains&nbsp;of&nbsp;Montana. Linked by road, rail, ship, and air to global distribution networks, the city has grown to take on international economic importance, a development that owes much to Seattle&rsquo;s role as one of the world&rsquo;s leading centres for the manufacture of high technology and for Internet-based commerce. Inc. town, 1865; city, 1869. Area 83.9 square miles (217.3 square km). Pop. (2010) 608,660; Seattle-Bellevue-Everett Metro Division, 2,644,584; Seattle-Tacoma-Bellevue Metro Area, 3,439,809; (2020) 737,015; Seattle-Bellevue-Kent Metro Division, 3,097,632; Seattle-Tacoma-Bellevue Metro Area, 4,018,762.</p><p><strong> Character of the City </strong></p><p className='topic-paragraph'>Seattle is a city of distinct neighbourhoods and urban districts that, though close to one another, change from one street to the next. Some neighbourhoods, notably those near the Duwamish Waterway to southwest of the city centre, are industrial in character, marked by rail yards, wharves, cranes, and&nbsp;low-income housing&nbsp;projects. Others, largely outside the city centre, are showcases for the opulence wrought by Seattle&rsquo;s booming high-technology sector.</p><p className='topic-paragraph'>Seattle&rsquo;s districts have a comfortably prosperous but not&nbsp;ostentatious&nbsp;feel, characterized by neat family homes and townhouses occupied by industrial workers, artists, academics, professionals, and that odd class of technology workers whom the novelist&nbsp;Douglas Coupland&nbsp;branded &ldquo;microserfs.&rdquo; The city is more closely connected to its downtown area than most of its counterparts in the American West, and considerable effort has been given to promoting the city centre as a place in which to live and work.</p><p className='topic-paragraph'>Seattle is a bustling place that thrives with industrial, commercial, and cultural activity around the clock. Its waters teem with great oceangoing ships, its streets with automobiles, its rail lines with transcontinental freighters and passenger trains, and its skies with aircraft of every description. Although the city&rsquo;s image is of a financial and commercial centre, its people place great value on the arts, literature, sports, and other cultural activities; it boasts large arenas, multistory bookshops, dozens of museums and galleries, and countless examples of public art.</p><p className='topic-paragraph'>The city is densely populated. The&nbsp;metropolitan area, loosely defined, has grown to embrace once far-outlying satellites such as&nbsp;Everett&nbsp;and&nbsp;Renton. The shift from urban to bedroom&nbsp;communities&nbsp;is a consequence of several economic considerations, among them the rapid escalation within the city of the cost of family housing. Many Seattle workers have elected to commute from distant but more affordable towns beyond the city proper. By the early 21st century some 200,000 workers commuted to downtown Seattle from neighbouring communities, creating heavy traffic and disruptions on interstate and regional highways. Despite the high real estate prices, however, the inner city remained popular among certain groups, such as young renters.</p><p className='topic-paragraph'>Seattle grew rapidly at the end of 20th century, aided in its expansion by the arrival of workers&mdash;many of them highly skilled and educated&mdash;from around the world but also from recession-prone southern&nbsp;California. Growth, a constant theme in the city&rsquo;s history, has been so persistent in Seattle and elsewhere in the Pacific Northwest that regional planners now locate the city at the centre of an emerging region called &ldquo;Cascadia,&rdquo; a corridor some 400 miles (645 km) long extending from&nbsp;Eugene,&nbsp;Oregon, to&nbsp;Vancouver,&nbsp;British Columbia. Cascadia&rsquo;s commercial importance continues to grow substantially each year. Other models of urban growth make Seattle part of a conurbation called &ldquo;Pugetopolis,&rdquo; which extends southwest along Puget Sound as far as&nbsp;Olympia.</p><p className='topic-paragraph'>Despite Seattle&rsquo;s enormous growth, it still maintains a high level of social and public services, excellent schools, and abundant parks and greenbelts, which have earned it the&nbsp;sobriquet&nbsp;&ldquo;the Emerald City.&rdquo; It is consistently rated one of&nbsp;North America&rsquo;s&nbsp;most livable cities, and, despite the vagaries of a highly volatile information-technology economy, its fortunes seem to be ever on the rise.</p>"
    },

    {
        "title": "Chicago Rocks",
        "source": "Britannica",
        "date": "2023-05-12",
        "image1": "/images/america/chicago1.jpg",
        "image2": "/images/america/chicago2.jpg",
        "country": "America",
        "region": "Chicago",
        "description": "<p><strong> Chicago </strong> ,&nbsp;city, seat of Cook&nbsp;county, northeastern&nbsp;Illinois,&nbsp;U.S.&nbsp;With a population hovering near three million, Chicago is the state&rsquo;s largest and the country&rsquo;s third most populous city.</p>",
        
        "text": "<p><strong> Chicago </strong> ,&nbsp;city, seat of Cook&nbsp;county, northeastern&nbsp;Illinois,&nbsp;U.S.&nbsp;With a population hovering near three million, Chicago is the state&rsquo;s largest and the country&rsquo;s third most populous city. In addition, the greater Chicagoland area&mdash;which&nbsp;encompasses&nbsp;northeastern Illinois and extends into southeastern&nbsp;Wisconsin&nbsp;and northwestern&nbsp;Indiana&mdash;is the country&rsquo;s third largest&nbsp;metropolitan area&nbsp;and the dominant metropolis of the&nbsp;Midwest.</p><p>The original site for Chicago was unremarkable: a small settlement at the mouth of the&nbsp;Chicago River&nbsp;near the southern tip of&nbsp;Lake Michigan. Indeed, a common notion for the origin of the city&rsquo;s name is an&nbsp;Algonquian&nbsp;word for a wild leek (or onion) plant that grew locally. However, Chicago&rsquo;s location at the southwestern end of the vast&nbsp;Great Lakes&nbsp;system could not have been more ideal as the country expanded westward in the 19th century, and perhaps this is reflected in another interpretation of the&nbsp;Native American&nbsp;term as meaning &ldquo;strong&rdquo; or &ldquo;great.&rdquo; Regardless of which&nbsp;derivation&nbsp;is correct, it was soon recognized that the Chicago River formed a critical link in the great waterway that arose mid-century between the&nbsp;Atlantic Ocean&nbsp;and the&nbsp;Mississippi River. With the rise of railways soon thereafter, the young city became the country&rsquo;s railway hub, which helped diversify the city&rsquo;s rapidly growing industrial base. Chicago continued as&nbsp;America&rsquo;s&nbsp;crossroads with the explosive growth of&nbsp;air travel&nbsp;after&nbsp;World War II, which eased the city&rsquo;s transition into a postindustrial economy.</p><p>Chicago sprawls along the lakeshore and extends inland to meet its suburbs in a ragged line. At its greatest extent, the city is some 25 miles (40 km) from north to south and 15 miles (25 km) from east to west.&nbsp;Area&nbsp;228 square miles (591 square km). Pop. (2010) 2,695,598; Chicago-Joliet-Naperville Metro Division, 7,883,147; Chicago-Joliet-Naperville Metro Area, 9,461,105; (2020) 2,746,388; Chicago-Naperville-Evanston Metro Division, 7,267,535; Chicago-Naperville-Elgin Metro Area, 9,618,502.</p><p><strong> Character of the City </strong></p><p>A drive across Chicago&rsquo;s lively immigrant neighbourhoods is a trip around the world: the&nbsp;cultures&nbsp;of virtually every country can be found in food stores, restaurants, clothing shops, music and video dealers, places of worship, and street-corner conversations. Chicago&rsquo;s dizzying growth in the 19th century led to a reputation not only for disorder and political corruption but also for creativity in the arts, architecture, and business. The resulting economic opportunities also contributed to the&nbsp;diversity&nbsp;of the city&rsquo;s population.</p><p>Chicago never fulfilled its dream of becoming the largest American city, but between 1890 and 1982 it was second only to&nbsp;New York City. That fact has contributed much to the city&rsquo;s reputed personality. In the 19th century it had the image of being aggressive and self-promoting, stealing population and businesses from the East. Chicago&rsquo;s &ldquo;Windy City&rdquo; nickname, in fact, came not from lake breezes but from its braggadocio&mdash;exhibited most dramatically in the 1890s, when it pushed aside&nbsp;New York&nbsp;and&nbsp;St. Louis, Missouri, in the competition to become the site of the&nbsp;World&rsquo;s Columbian Exposition&nbsp;of 1893. Poet&nbsp;Carl Sandburg&nbsp;hailed it as the &ldquo;city of the big shoulders,&rdquo; cunning and cruel, yet creative and strangely attractive. It was the &ldquo;toddlin&rsquo; town&rdquo; of the 1920s tune, and&nbsp;Frank Sinatra&nbsp;famously proclaimed it &ldquo;my kind of town.&rdquo; New York writer A.J. Liebling belittled its provinciality in a stinging series of magazine articles, collected in the 1952 book&nbsp; <em> Chicago: The Second City </em> . Chicagoans eventually forgot the book, but the adopted epithet stuck. Under the regime of the late&nbsp;mayor&nbsp;Richard J. Daley, efficient municipal services made it the &ldquo;city that works.&rdquo; Chicagoans still like to refer to it as the &ldquo;city of neighbourhoods,&rdquo; even though that description can carry&nbsp;connotations&nbsp;of segregation by race,&nbsp;ethnicity, and&nbsp;social class.</p><p>Few cities evoke as many contrasting pairs of images as Chicago. During the 19th century it was regarded as exceptional for the speed of its growth and the diversity of its population, yet its interior location supposedly made it a much more &ldquo;typically American&rdquo; city than New York. One-third of Chicago lay in ashes in the wake of the Great Fire of 1871, but it was rebuilt in record speed during the onset of an economic depression. It was the city of the humble immigrant and the new millionaire, the home of&nbsp;brazen&nbsp;criminals such as&nbsp;Al Capone&nbsp;and of great humanitarians such as settlement-house pioneer&nbsp;Jane Addams&nbsp;and child-welfare crusader&nbsp;Lucy Flower. There were raucous saloons under the watchful eye of temperance leader&nbsp;Frances Willard. Fetid wooden slums and horrific&nbsp;public housing&nbsp;high-rises have coexisted cheek by jowl with a uniquely innovative architectural tradition and the beautiful Gold Coast lakefront neighbourhood just north of the river. Chicago traditionally has been a shot-and-a-beer town whose best-known culinary inventions include a&nbsp;deep-dish pizza&nbsp;and a&nbsp;hot dog&nbsp;elaborately loaded with garnishes. At the same time, it has long enjoyed a reputation for cutting-edge&nbsp;innovation&nbsp;in the arts, and the&nbsp;Chicago Symphony Orchestra&nbsp;has maintained a high level of international renown.</p><p>Chicago has been a stranger&rsquo;s town throughout its history. Its position as a hub for rail and air travel has always meant that at any one time a large portion of the people in the city are out-of-towners. Over the years its location has fostered a lively convention trade&mdash;a fact that has led hundreds of organizations and corporations to call it home. As the metropolis of the country&rsquo;s midsection, from the southern&nbsp;Great Plains&nbsp;to&nbsp;Canada&nbsp;and as far west as the&nbsp;Rocky Mountains, Chicago ranks among the country&rsquo;s top tourist destinations. On any given day, the parking lots of its museums are filled with cars from dozens of surrounding states, while its varied retailers and wholesalers have long been an interstate and international magnet for shoppers.</p>"
    },

    {
        "title": "London, The Capital Of England",
        "source": "Britannica",
        "date": "2023-05-12",
        "image1": "/images/england/london1.jpg",
        "image2": "/images/england/london2.jpg",
        "country": "England",
        "region": "London",
        "description": "<p><strong> London </strong> ,&nbsp;city, capital of the&nbsp;United Kingdom. It is among the oldest of the world&rsquo;s great cities&mdash;its history spanning nearly two millennia&mdash;and one of the most cosmopolitan.</p>",
        
        "text": "<p><strong> London </strong> ,&nbsp;city, capital of the&nbsp;United Kingdom. It is among the oldest of the world&rsquo;s great cities&mdash;its history spanning nearly two millennia&mdash;and one of the most cosmopolitan. By far&nbsp;Britain&rsquo;s&nbsp;largest metropolis, it is also the country&rsquo;s&nbsp;economic,&nbsp;transportation, and cultural centre.</p><p>London is situated in southeastern&nbsp;England, lying astride the&nbsp;River Thames&nbsp;some 50 miles (80 km) upstream from its estuary on the&nbsp;North Sea. In satellite photographs the metropolis can be seen to sit compactly in a Green Belt of open land, with its principal ring highway (the M25 motorway) threaded around it at a radius of about 20 miles (30 km) from the city centre. The growth of the built-up area was halted by strict&nbsp;town planning&nbsp;controls in the mid-1950s. Its physical limits more or less correspond to the administrative and statistical boundaries separating the metropolitan county of&nbsp;Greater London&nbsp;from the &ldquo;home counties&rdquo; of&nbsp;Kent,&nbsp;Surrey, and&nbsp;Berkshire&nbsp;(in clockwise order) to the south of the river and&nbsp;Buckinghamshire,&nbsp;Hertfordshire, and&nbsp;Essex&nbsp;to the north. The historic counties of Kent, Hertfordshire, and Essex extend in area beyond the current administrative counties with the same names to include substantial parts of the metropolitan county of Greater London, which was formed in 1965. Most of Greater London south of the Thames belongs to the historic county of Surrey, while most of Greater London north of the Thames belongs historically to the county of&nbsp;Middlesex. Area Greater London, 607 square miles (1,572 square km). Pop. (2001) Greater London, 7,172,091; (2011 prelim.) Greater London, 8,173,941.</p><p><strong> Character of the City </strong></p><p>If the border of the metropolis is well defined, its internal structure is immensely complicated and defies description. Indeed, London&rsquo;s defining characteristic is an absence of overall form. It is physically a polycentric city, with many core districts and no clear&nbsp;hierarchy&nbsp;among them. London has at least two (and sometimes many more) of everything: cities, mayors, dioceses, cathedrals, chambers of commerce, police forces, opera houses, orchestras, and universities. In every aspect it functions as a&nbsp;compound&nbsp;or confederal metropolis.</p><p>Historically, London grew from three distinct centres: the walled settlement founded by the Romans on the banks of the Thames in the 1st century&nbsp;CE, today known as the&nbsp;City of London, &ldquo;the Square Mile,&rdquo; or simply &ldquo;the City&rdquo;; facing it across the bridge on the lower gravels of the south bank, the suburb of&nbsp;Southwark; and a mile upstream, on a great southward bend of the river, the&nbsp;City of Westminster. The three settlements had distinct and complementary roles. London, &ldquo;the City,&rdquo; developed as a centre of trade, commerce, and banking. Southwark, &ldquo;the Borough,&rdquo; became known for its monasteries, hospitals, inns, fairs, pleasure houses, and the great theatres of Elizabethan London&mdash;the&nbsp;Rose&nbsp;(1587), the&nbsp;Swan&nbsp;(1595), and the world-famous&nbsp;Globe&nbsp;(1599). Westminster grew up around an abbey, which brought a royal palace and, in its train, the entire central apparatus of the British state&mdash;its legislature, executive, and judiciary. It also boasts spacious parks and the most fashionable districts for living and shopping&mdash;the&nbsp;West End. The north-bank settlements merged into a single built-up area in the early decades of the 17th century, but they did not combine into a single enlarged municipality. The City of London was unique among&nbsp;Europe&rsquo;s&nbsp;capital cities in retaining its&nbsp;medieval&nbsp;boundaries. Westminster and other suburbs were left to develop their own administrative structures&mdash;a pattern replicated a hundred times over as London exploded in size, becoming the&nbsp;prototype&nbsp;of the modern metropolis.</p><p>The population of London already exceeded one million by 1800. A century later it reached 6.5 million. The city&rsquo;s&nbsp;physical expansion&nbsp;was not constrained either by military defenses (a highly influential factor on continental Europe) or by the intervention of state power (so evident in the&nbsp;town planning&nbsp;of&nbsp;Paris,&nbsp;Vienna,&nbsp;Rome, and other capitals of continental Europe). Although much of the land around London was owned by the&nbsp;aristocracy, the church, and other institutions with feudal roots, its development was the work of unfettered capitalism driven by the housing demands of the rising middle class. Free-ranging building speculation engulfed villages and small towns over an ever-widening radius with each improvement in transport technology and purchasing power. The solidly built-up area of London measured some 5 miles (8 km) from east to west in 1750, 15 miles (24 km) in 1850, and 30 miles (50 km) in 1950.</p><p className='topic-paragraph'>The&nbsp;evacuation and bombing during World War II&nbsp;were a turning point in London&rsquo;s history because they brought the long era of expansive suburbanization to a sudden end. After the war the government decided that the metropolis had grown too much for its own economic and social good and that its growth was a strategic risk. A Green Belt was&nbsp;imposed, and subsequent growth was diverted beyond it. Finally, London&rsquo;s administrative boundaries were redrawn to incorporate almost the entire physical metropolis, resulting in present-day&nbsp;Greater London.</p><p className='topic-paragraph'>The London familiar to international visitors is a much smaller place than that. Tourist traffic concentrates on an area defined by the main attractions, each drawing between one and seven million visitors in the course of the year:&nbsp;Buckingham Palace, the&nbsp;British Museum, the&nbsp;National Gallery,&nbsp;Westminster Abbey,&nbsp;Madame Tussaud&rsquo;s waxwork collection, the&nbsp;Tower of London, the three great South Kensington museums (Natural History,&nbsp;Science, and&nbsp;Victoria and Albert), and the&nbsp;Tate galleries. In scale, the London most tourists visit&nbsp;resembles&nbsp;the metropolis as it was in the late 18th century, a city of perhaps 10 square miles (26 square km) explorable on foot in all directions from&nbsp;Trafalgar Square.</p><p className='topic-paragraph'>Resident Londoners see the metropolis in even more localized terms. Property correspondents and estate agents like to describe London as a collection of villages, and there is some truth in their clich&eacute;. Because London had developed in a dispersed, haphazard fashion from an early stage, many of its later suburbs were able to grow around, or within reach of, some existing nucleus such as a church, coaching inn, mill, parkland, or common. Buildings of different ages and types help to define the character of residential areas as well as to relieve suburban monotony. The population in the various neighbourhoods tends to be&nbsp;diverse&nbsp;because the working of the English housing market has provided most areas, even the most&nbsp;exclusive, with at least some public rental housing. The chemistry of location, building stock, local amenities, and property values combines with that of a multiethnic population to give rise to a great variety of residential microcosms within the metropolis. Neighbourhood ties are strong. Wherever Londoners meet and talk, they avidly compare&nbsp;nuances&nbsp;of the districts in which they live because where they live seems to count for as much as who they are.</p>"
    },

    {
        "title": "Liverpool is Superb",
        "source": "Britannica",
        "date": "2023-01-12",
        "image1": "/images/england/liverpool1.jpg",
        "image2": "/images/england/liverpool2.jpg",
        "country": "England",
        "region": "Liverpool",
        "description": "<p><strong> Liverpool</strong>,&nbsp;city&nbsp;and seaport, northwestern&nbsp;England, forming the nucleus of the metropolitan county of&nbsp;Merseyside&nbsp;in the historic county of&nbsp;Lancashire.</p>",
        
        "text": "<p className='topic-paragraph'><strong> Liverpool</strong>,&nbsp;city&nbsp;and seaport, northwestern&nbsp;England, forming the nucleus of the metropolitan county of&nbsp;Merseyside&nbsp;in the historic county of&nbsp;Lancashire. The city proper, which is a metropolitan borough of Merseyside, forms an irregular crescent along the north shore of the&nbsp;Mersey&nbsp;estuary a few miles from the&nbsp;Irish Sea.</p><p className='topic-paragraph'>The first significant date in the history of Liverpool is 1207, when King&nbsp;John&nbsp;of England granted a charter for a planned new town there. The town&rsquo;s&nbsp;medieval&nbsp;growth was slow, but in the 18th century it expanded rapidly as a result of profitable trade with the Americas and the&nbsp;West Indies&nbsp;and became the second most important port in&nbsp;Britain. A major element in the general trading pattern was the&nbsp;Liverpool Triangle&mdash;the exchange of manufactured goods from the Mersey hinterland for slaves in&nbsp;West Africa&nbsp;who were in turn traded for sugar, molasses, spices, and other plantation crops in the West Indies.</p><p className='topic-paragraph'>The first&nbsp;dock&nbsp;in Liverpool was built in 1715. By the end of the century, four other docks had been established along the Mersey, so that the port outranked even&nbsp;London&nbsp;in dock space. In 1830 the&nbsp;Liverpool and Manchester Railway, the first in England to link two major cities, was opened. A rail network providing easy and cheap access to all major British industrial centres was soon created, and steam&nbsp;ferry&nbsp;links between Liverpool and the&nbsp;Wirral, across the Mersey estuary, were established. This growth was accompanied by high levels of immigration from surrounding areas and from&nbsp;Ireland, especially during and after the&nbsp;Irish Potato Famine&nbsp;(1845&ndash;49).</p><p className='topic-paragraph'>By the beginning of the 20th century, Liverpool had become the centre of 7 miles (11 km) of docks extending along the Mersey from Hornby (1884) in the north to Herculaneum (1866) in the south. Additional improvements were made to the docks, but after&nbsp;World War II&nbsp;Liverpool declined as an exporting and passenger port. That change can be&nbsp;attributed&nbsp;mainly to the decreasing significance, in the economic life of Britain, of Liverpool&rsquo;s industrial hinterland and its traditional trade with the&nbsp;United States&nbsp;and West Africa. Low capital investment and unemployment in the docks intensified the situation.</p><p className='topic-paragraph'>Liverpool continues to exert a great degree of dominance over the surrounding metropolitan region. Although the traditional activities of transport, communication, distribution, and shipping have declined, they are still important in the economic life of the city. The port, in addition to handling general cargo, has developed as a major facility for&nbsp;containerized shipping, and in 2012 it became a terminus for&nbsp;cruise ships. The docklands and several areas of the historic centre of the city collectively were named a&nbsp;UNESCO&nbsp;World Heritage site&nbsp;in 2004. However, that&nbsp;designation&nbsp;was&nbsp;rescinded&nbsp;in 2021 because of developments that have caused &ldquo;the irreversible loss of attributes.&rdquo;</p><p className='topic-paragraph'>Paramount among Liverpool&rsquo;s important contributions to 20th-century popular&nbsp;culture&nbsp;were&nbsp;the Beatles, who emerged from the&nbsp;Cavern&nbsp;(a nightclub that was part of the city&rsquo;s musical scene in the 1960s) to become the world&rsquo;s best-known rock group. Local &ldquo;performance&rdquo; poets such as Roger McGough,&nbsp;Adrian Henri, and Brian Patten helped popularize poetry in the 1960s. And from the heyday of the music hall to the radio comedy of&nbsp;Tommy Handley in the 1940s, Liverpudlians contributed to the British comedy tradition. Tourism has grown in importance and includes a rise in interest for visiting locations associated with the Beatles.</p><p className='topic-paragraph'>Architectural landmarks include the 18th-century Town Hall and the 19th-century&nbsp;St. George&rsquo;s&nbsp;Hall; the Neo-Gothic Anglican cathedral, founded in 1904 and completed in 1978; and the Roman Catholic Metropolitan Cathedral (1967), of strikingly modern design.&nbsp;Tate Liverpool&nbsp;(a branch of the national&nbsp;Tate galleries), Merseyside County Museum and Library, the Walker Art Gallery, the Picton Library, the International Slave Museum, and the&nbsp;University of Liverpool (chartered 1881) are among the many cultural institutions. Liverpool also has a well-known&nbsp;symphony orchestra, and the city is home to two world-class professional&nbsp;football&nbsp;(soccer) teams (Everton and&nbsp;Liverpool FC). Area 43 square miles (112 square km). Pop. (2001) city, 439,473; urban agglom., 816,216; (2011) city, 466,415; urban agglom., 864,122.</p>"
    },

    {
        "title": "Facts About Manchester",
        "source": "Britannica",
        "date": "2023-02-27",
        "image1": "/images/england/manchester1.jpg",
        "image2": "/images/england/manchester2.jpg",
        "country": "England",
        "region": "Manchester",
        "description": "<p><strong> Manchester </strong> ,&nbsp;city&nbsp;and metropolitan&nbsp;borough&nbsp;in the metropolitan county of&nbsp;Greater Manchester&nbsp;urban county, northwestern&nbsp;England. Most of the city is in the historic county of&nbsp;Lancashire</p>",
        
        "text": "<p className='topic-paragraph'><strong> Manchester </strong> ,&nbsp;city&nbsp;and metropolitan&nbsp;borough&nbsp;in the metropolitan county of&nbsp;Greater Manchester&nbsp;urban county, northwestern&nbsp;England. Most of the city, including the historic core, is in the historic county of&nbsp;Lancashire, but it includes an area south of the&nbsp;River Mersey&nbsp;in the historic county of&nbsp;Cheshire. Manchester is the nucleus of the largest&nbsp;metropolitan area&nbsp;in the north of England, and it remains an important regional city, but it has lost the extraordinary vitality and unique influence that put it at the forefront of the&nbsp;Industrial Revolution.</p><p className='topic-paragraph'>Manchester was an urban prototype: in many respects it could claim to be the first of the new generation of huge industrial cities created in the Western world during the past 250 years. In 1717 it was merely a market town of 10,000 people, but by 1851 its&nbsp;textile&nbsp;(chiefly cotton) industries had so prospered that it had become a manufacturing and commercial city of more than 300,000 inhabitants, already spilling out its suburbs and absorbing its industrial satellites. By the beginning of the 20th century,&nbsp;salients&nbsp;of urban growth linked Manchester to the ring of cotton-manufacturing towns&mdash;Bolton,&nbsp;Rochdale, and&nbsp;Oldham, for example&mdash;that almost surround the city, and a new form of urban development, a conurbation, or metropolitan area, was evolving. By 1911 it had a population of 2,350,000. In the following years, however, the pace of growth slowed dramatically. If the 19th century was Manchester&rsquo;s golden age, when it was indisputably&nbsp;Britain&rsquo;s&nbsp;second city, the 20th century was marked by increasing industrial problems associated with the decline of the textile trades (the result of foreign competition and technological obsolescence). Area city, 45 square miles (116 square km); Greater Manchester metropolitan county, 493 square miles (1,276 square km). Pop. (2001) city, 392,419; Greater Manchester metropolitan county, 2,482,328; (2011) city, 503,127; Greater Manchester metropolitan county, 2,682,528.</p><p className='topic-paragraph'><strong> The City Site </strong></p><p className='topic-paragraph'>Manchester occupies a featureless plain made up of river gravels and the glacially transported&nbsp;debris&nbsp;known as drift. It lies at a height of 133 feet (40 metres) above&nbsp;sea level, enclosed by the slopes of the&nbsp;Pennine&nbsp;range on the east and the upland spur of&nbsp;Rossendale&nbsp;on the north. Much of the plain is underlain by coal measures; mining was once widespread but had ceased by the end of the 20th century. Within this physical unit, known as the Manchester embayment, the city&rsquo;s metropolitan area evolved. Manchester, the central city, is situated on the east bank of the River Irwell and has an elongated north-south extent, the result of late 19th- and early 20th-century territorial expansion. In 1930 the city extended its boundaries far to the south beyond the River Mersey, to&nbsp;annex&nbsp;9 square miles (23 square km) of the northern portion of the former administrative county of&nbsp;Cheshire. Two large metropolitan boroughs adjoin the city of Manchester on the west and southwest:&nbsp;Salford&nbsp;and&nbsp;Trafford. Together these three administrative units form the chief concentration of commercial employment. From this core, suburbs have spread far to the west and south, chiefly within the unitary authority of&nbsp;Cheshire East. To the north and east of Manchester, smaller industrial towns and villages, mixed with suburban development, merge into one another and extend as a continuous urban area to the foot of the encircling upland. Close to the upland margin lies a ring of large towns, which were traditionally the major centres of the cotton-spinning industry&mdash;Bolton,&nbsp;Bury, and Rochdale to the north and Oldham, Ashton-under-Lyne, and&nbsp;Stockport&nbsp;to the east.</p><p className='topic-paragraph'>The urban structure of metropolitan Manchester is determined largely by its industrial zones. By far the most important of these is the one bisecting it from east to west. This contains most of the heavier industry&mdash;petrochemicals on the Ship Canal near Irlam, electrical engineering in Trafford Park and Salford, and machine tools and metal fabrication in eastern Manchester. Industry in the south is&nbsp;confined&nbsp;to a few compact, largely planned factory estates, notably at Altrincham and Wythenshawe. North and east of Manchester, ribbons of long-established industry follow every railway, river valley, and abandoned canal. The electrochemical industries of the Irwell valley, the dyestuffs of the Irk, and, everywhere, the old textile mills (many converted to new industrial uses) are the dominant features.</p><p className='topic-paragraph'><strong> Climate </strong></p><p className='topic-paragraph'>Manchester&rsquo;s climate is most kindly described as mild, moist, and misty. The temperate climate is without extremes: winters are mild, with a January mean temperature in the high 30s F (about 4 &deg;C), and summers are cool, with a July mean temperature in the high 50s F (about 15 &deg;C). Occasional high-pressure systems produce cold, clear spells in winter or hot&nbsp;droughts&nbsp;in summer, but these rarely persist. Winds from the west and south prevail, and these bathe the city in frequent gentle rain derived from the almost constant succession of Atlantic weather systems. The annual rainfall, 32 inches (818 mm), is not notably high by the standards of western Britain, but it occurs on no less than half of the days in an average year. There is little reliable seasonal variation, but the months of March through May offer the best chance of prolonged dry spells.</p><p className='topic-paragraph'>The wet Atlantic air banked against the Pennine slopes to the east of the city produces extreme cloudiness; on about 70 percent of the days of the year, the afternoon sky is at least half covered by cloud. This limits sunshine, which was further reduced by&nbsp;air pollution&nbsp;during the decades of the city&rsquo;s industrial prosperity. Up to about 1960 the city centre recorded the abnormally low total of only 970 sunshine hours annually. Foul fogs were another problem of the man-made industrial climate. Manchester then had an average of 55 days of serious fog in a typical year, and the&nbsp;death rate&nbsp;from respiratory diseases surged following these fog episodes. But the city&rsquo;s peculiarly sunless and fog-bound winter climate was transformed by effective&nbsp;air-pollution control. Annual hours of bright sunshine have risen to about 1,300, and serious fogs have been reduced to about 20 days each year. This has been a major factor in reducing the incidence of two formerly&nbsp;endemic&nbsp;diseases, bronchitis and tuberculosis, which had given the city an unenviably high death rate.</p>"
    },
    {
        "title": "Bristol is Magical",
        "source": "Britannica",
        "date": "2023-04-28",
        "image1": "/images/england/bristol1.jpg",
        "image2": "/images/england/bristol2.jpg",
        "country": "England",
        "region": "Bristol",
        "description": "<p><strong> Bristol </strong> , city and unitary authority, southwestern&nbsp;England. The historic centre of Bristol and the sections of the city north of the&nbsp;River Avon&nbsp;(Lower, or Bristol, Avon) were part of the historic county of&nbsp;Gloucestershire</p>",
        
        "text": "<p className='topic-paragraph'><strong> Bristol </strong> , city and unitary authority, southwestern&nbsp;England. The historic centre of Bristol and the sections of the city north of the&nbsp;River Avon&nbsp;(Lower, or Bristol, Avon) were part of the historic county of&nbsp;Gloucestershire, while the areas south of the Avon lay within the historic county of&nbsp;Somerset&nbsp;until the creation of the county of Bristol (1373&ndash;1974) and then of the county of Avon (1974&ndash;96). When the county of Avon was abolished, Bristol became a unitary authority.</p><p className='topic-paragraph'>Bristol is located about 120 miles (190 km) west of&nbsp;London&nbsp;at the&nbsp;confluence&nbsp;of the&nbsp;Rivers Avon&nbsp;and&nbsp;Frome. Just west of the city, the Avon flows into the&nbsp;estuary&nbsp;of the&nbsp;River Severn, which itself empties into&nbsp;Bristol Channel&nbsp;of the&nbsp;Atlantic Ocean, about 8 miles to the northwest. Bristol is a historic seaport and commercial centre. Area 42 square miles (110 square km). Pop. (2001) 380,615; (2011) 428,234.</p><p className='topic-paragraph'><strong> History </strong></p><p className='topic-paragraph'>The&nbsp;medieval&nbsp;town of Bristol was incorporated in 1155. The harbour was improved in 1247 by diverting the Frome to the west and building a stone bridge at the point of its former confluence with the Avon. During the reign of&nbsp;Edward III&nbsp;(1327&ndash;77) Bristol imported raw wool from&nbsp;Ireland&nbsp;and manufactured woolen cloth, which it sold to&nbsp;Spain&nbsp;and&nbsp;Portugal&nbsp;in return for sherry and port wine. By the 16th century Bristol had become a major port, a manufacturing town, and a distribution centre for both overseas and inland trade. The city also played a notable part in&nbsp;maritime&nbsp;history: from its port&nbsp;John Cabot&nbsp;sailed in 1497 on his voyage to&nbsp;North America. In 1552 the Society of Merchant Venturers was incorporated in the city; its hall, along with a number of other historic buildings, was destroyed by German bombing during&nbsp;World War II. Bristol was a Royalist stronghold during the&nbsp;English Civil Wars&nbsp;until it was captured by the Parliamentarians in 1645.</p><p className='topic-paragraph'>During the later 17th and the 18th centuries Bristol prospered as a processing centre for sugar and tobacco imported from&nbsp;Britain&rsquo;s&nbsp;colonies in the Americas, to whom it supplied textiles, pottery, glass, and other manufactured goods. The import of Jamaican sugar and cacao from&nbsp;West Africa&nbsp;led to the creation of the &ldquo;sugar houses&rdquo; of Bristol and to&nbsp;chocolate&nbsp;manufacture. By the 19th century, however, the rise of the&nbsp;Lancashire&nbsp;cotton industry, together with the&nbsp;limitation&nbsp;on shipping imposed by the Avon Gorge below Clifton, led to the loss of much of Bristol&rsquo;s trade to&nbsp;Liverpool.</p><p className='topic-paragraph'>In 1809 tidal waters of the Avon and the Frome were diverted to create a floating, or tideless, harbour with a constant water depth. The engineer&nbsp;John Loudon McAdam&nbsp;improved Bristol&rsquo;s roads ( <em> c. </em> &nbsp;1815) with his technique of laying raised-stone surfaces (macadamizing), and the Bristol roads became a model for road improvements throughout Great Britain. Bristol served as the launching point in 1838 for&nbsp;Isambard Kingdom Brunel&rsquo;s&nbsp; <em> Great Western </em> , the second steamship to cross the Atlantic. The coming of the railway in 1841, followed by dock extensions at Avonmouth and&nbsp;Portishead, led to a revival of Bristol&rsquo;s trade, and a&nbsp;suspension bridge&nbsp;across the Avon&nbsp;Gorge, designed by Brunel and completed in 1864, further encouraged traffic.</p><p className='topic-paragraph'><strong> The contemporary city </strong></p><p className='topic-paragraph'>The destruction of a large part of the city centre during World War II provided an opportunity for replanning. Postwar reconstruction included the Council House (1956), other modern public structures, and a new&nbsp;shopping centre&nbsp;in Broadmead. The Royal Portbury Dock has been added to the port complex, whose imports now include refined petroleum products, animal foodstuffs, and forest products. Bristol&rsquo;s exports consist mainly of manufactured goods from the&nbsp;West Midlands, notably automobiles, tractors, and machinery. Local industries include the refining of sugar, cocoa and chocolate making, wine bottling, and the making of fine glass (Bristol &ldquo;blue&rdquo;),&nbsp;porcelain, and pottery. The locality&rsquo;s most notable industry today is aircraft design and construction at Filton. The construction of the Severn Bridge on the city&rsquo;s northern outskirts and the completion of the M4 motorway to southern&nbsp;Wales&nbsp;greatly&nbsp;enhanced&nbsp;Bristol&rsquo;s position as the principal distribution centre of southwestern England.</p><p className='topic-paragraph'>Bristol is also an education centre, its schools including Bristol Grammar School, the Cathedral School, and Queen Elizabeth&rsquo;s Hospital, all founded in the 1500s; Colston&rsquo;s School (1708); and Clifton College, founded in the residential suburb of&nbsp;Clifton in 1862. The&nbsp;University of Bristol, founded as University College in 1876, was established in 1909.</p><p className='topic-paragraph'>The most striking&nbsp;ecclesiastical&nbsp;building in Bristol to survive the war is the church of&nbsp;St. Mary Redcliffe, a 14th-century structure whose grandeur of proportion and majestic Perpendicular Gothic design have made it one of the most celebrated parish churches in England. Bristol&rsquo;s cathedral church, which originated as the&nbsp;abbey&nbsp;church of&nbsp;St. Augustine of Canterbury&nbsp;(founded 1142), is famous for its&nbsp;Norman&nbsp;chapter house&nbsp;and gateway. Other notable buildings to escape destruction are St. Mark&rsquo;s, or the Lord Mayor&rsquo;s Chapel; a Dominican priory associated with&nbsp;William Penn&nbsp;and the early history of the&nbsp;Society of Friends&nbsp;(Quakers); the New Room in Broadmead, the first&nbsp;Methodist&nbsp;chapel in the world and headquarters of that faith&rsquo;s founder,&nbsp;John Wesley, after 1739; Broadmead Baptist Chapel, also associated with the early&nbsp;Nonconformist&nbsp;movement in Bristol; and the Theatre Royal, built in 1766.</p>"
    },

    {
        "title": "Brighton's Uniqueness",
        "source": "Britannica",
        "date": "2023-01-12",
        "image1": "/images/england/brighton1.jpg",
        "image2": "/images/england/brighton2.jpg",
        "country": "England",
        "region": "Brighton",
        "description": "<p><strong> Brighton </strong> , urban area (from 2011 built-up area), unitary authority of&nbsp;Brighton and Hove, historic county of&nbsp;Sussex, southeastern&nbsp;England. It is a seaside resort on the&nbsp;English Channel, 51 miles (82 km) south of central&nbsp;London.</p>",
        
        "text": "<p className='topic-paragraph'><strong> Brighton </strong> , urban area (from 2011 built-up area), unitary authority of&nbsp;Brighton and Hove, historic county of&nbsp;Sussex, southeastern&nbsp;England. It is a seaside resort on the&nbsp;English Channel, 51 miles (82 km) south of central&nbsp;London. In 2000 the unitary authority of Brighton and Hove was granted city status.</p><p className='topic-paragraph'>Brighton spreads over the steep chalk slopes of the South&nbsp;Downs&nbsp;to the north. To the east it is fronted by chalk cliffs, and to the west it merges with the residential borough of&nbsp;Hove. Major sea defenses initiated in 1930 line the shore between Black Rock and Saltdean. A marina for boating has been created at Black Rock.</p><p className='topic-paragraph'>Brighton was for many centuries nothing more than a tiny fishing&nbsp;community. The site&rsquo;s modern significance dates from 1754, when Richard Russell, the author of a&nbsp;treatise&nbsp;on the health benefits of seawater, settled there to put his theories into practice, thereby initiating the vogue of sea bathing. In 1783 the&nbsp;prince of Wales, later the prince regent and then King&nbsp;George IV, made the first of his many visits to Brighton. His powerful patronage of the locality extended almost continuously to 1827 and stamped the town with the distinguished character still reflected in its Regency squares and terraces. His&nbsp;Royal Pavilion, designed in&nbsp;Indian style&nbsp;with fantastic Chinese interior decorations, was built on the Old Steine, where fishing nets were once dried. The&nbsp;pavilion&nbsp;now houses a museum and art gallery, while the Dome, originally the royal stables, is used for concerts and conferences.&nbsp;Maria Fitzherbert, the secret wife of George IV, is buried in&nbsp;St. John&rsquo;s&nbsp;Roman Catholic church. Victorian Brighton grew rapidly with the opening of the railway (1841) connecting it with London.</p><p className='topic-paragraph'>The old fishing port, with its houses of black flint, includes the Lanes, now known for antique shops. The seaward side of the old port is bounded by the main promenade, which lies between the Palace and West piers. Brighton now has more than 7 miles (11 km) of seafront above its pebbly beach. East of the Palace Pier the first electric railway in Great Britain (1883) carried tourists in open coaches.</p><p className='topic-paragraph'>The town has the Theatre Royal, a racecourse overlooking the sea from the downs, an aquarium, golf courses, and a sports arena. The municipal airport is at&nbsp;Shoreham-by-Sea. The University of Sussex was founded at nearby Falmer in 1961. Roedean is a well-known public (independent) girls&rsquo; school. The Royal Sussex County Hospital is the largest of numerous hospitals and sanatoriums in Brighton. The town has industrial estates, and their highly diversified products range from office machinery to street name plates. Pop. (2001) Brighton urban area, 134,293; (2011) Brighton and&nbsp;Hove&nbsp;built-up area subdivision, 229,700.</p><p className='topic-paragraph'><strong> English Channel </strong> , also called&nbsp; <strong> The Channel </strong> , French&nbsp; <strong> La Manche </strong> , narrow arm of the&nbsp;Atlantic Ocean&nbsp;separating the southern coast of&nbsp;England&nbsp;from the northern coast of&nbsp;France&nbsp;and&nbsp;tapering&nbsp;eastward to its junction with the&nbsp;North Sea&nbsp;at the&nbsp;Strait of Dover&nbsp;(French: Pas de Calais). With an area of some 29,000 square miles (75,000 square km), it is the smallest of the shallow seas covering the&nbsp;continental shelf&nbsp;of&nbsp;Europe. From its mouth in the North Atlantic Ocean&mdash;an arbitrary limit marked by a line between the&nbsp;Scilly Isles&nbsp;and the Isle of Ushant&mdash;its width gradually narrows from 112 miles (180 km) to a minimum of 21 miles, while its average depth decreases from 400 to 150 feet (120 to 45 metres). Although the English Channel is a feature of notable scientific interest, especially in regard to tidal movements, its location has given it immense significance over the centuries, as both a route and a barrier during the peopling of&nbsp;Britain&nbsp;and the emergence of the nation-states of modern Europe. The current English name (in general use since the early 18th century) probably derives from the&nbsp;designation&nbsp;&ldquo;canal&rdquo; in Dutch sea atlases of the late 16th century. Earlier names had included Oceanus Britannicus and the British Sea, and the French have regularly used La Manche (in reference to the sleevelike coastal outline) since the early 17th century.</p>"
    },

    {
        "title": "Prominent Information about Birmingham",
        "source": "Britannica",
        "date": "2022-11-29",
        "image1": "/images/england/birmingham1.jpg",
        "image2": "/images/england/birmingham2.jpg",
        "country": "England",
        "region": "Birmingham",
        "description": "<p><strong> Birmingham </strong> is the second largest city of the&nbsp;United Kingdom. It lies near the geographic centre of&nbsp;England, at the crossing points of the&nbsp;national railway&nbsp;and motorway systems.</p>",
        
        "text": "<p><strong> Birmingham </strong> , second largest city of the&nbsp;United Kingdom&nbsp;and a&nbsp;metropolitan borough in the&nbsp;West Midlands&nbsp;metropolitan county. It lies near the geographic centre of&nbsp;England, at the crossing points of the&nbsp;national railway&nbsp;and motorway systems. Birmingham is the largest city of the West Midlands conurbation&mdash;one of England&rsquo;s principal industrial and commercial areas&mdash;for which it acts as an administrative, recreational, and cultural centre. The city lies approximately 110 miles (177 km) northwest of&nbsp;London.</p><p>The historic core of Birmingham, along with Edgbaston and northern neighbourhoods such as Sutton Coldfield, Erdington, and Sheldon, lies in the historic county of&nbsp;Warwickshire. Northwestern neighbourhoods, such as Handsworth and Kingstanding, and Harborne in the southwest lie in the historic county of&nbsp;Staffordshire. Southern and eastern neighbourhoods&mdash;such as Bartley Green, Northfield, Moseley, and Yardley&mdash;belong to the historic county of&nbsp;Worcestershire. Area city and metropolitan borough, 103 square miles (268 square km). Pop. (2001) city and metropolitan borough, 977,087; urban agglom., 2,284,093; (2011) city and metropolitan borough, 1,073,045; urban agglom. (West Midlands built-up area), 2,440,986.</p><p><strong> History </strong></p><p className='topic-paragraph'>Birmingham&rsquo;s first market charter was granted in 1166, but it was not until the 14th century that it emerged as a settlement of any significance. Its lack of river transport, by cutting it off from maritime contacts important in the&nbsp;medieval&nbsp;period, impeded its development from a small manufacturing town to a large city until the late 18th century, when it became the leading nucleus of the&nbsp;Industrial Revolution&nbsp;in&nbsp;Britain. Birmingham&rsquo;s population grew from 15,000 in the late 17th century to 70,000 a century later; its metal and gun-making trades expanded, fine&nbsp;jewelry&nbsp;was made alongside cheaper lines, and its brass buttons and trinkets served a world market. The engineers&nbsp;James Watt&nbsp;(inventor of the steam engine),&nbsp;Matthew Boulton, and&nbsp;William Murdock&nbsp;(pioneers in&nbsp;steam engine&nbsp;development), the chemist&nbsp;Joseph Priestley, and the printer&nbsp;John Baskerville&nbsp;all lived in the city at that time and greatly contributed to the technological progress of Birmingham and the country. Boulton&rsquo;s Soho Manufactory, which developed the steam engine for industrial use, became famous throughout Europe.</p><p className='topic-paragraph'>It was not until after the Reform Act of 1832 that Birmingham elected its own members to&nbsp;Parliament, and the city was not incorporated until 1838. In that same year, rail links to&nbsp;Liverpool&nbsp;and London were completed. In 1873 the rich local industrialist&nbsp;Joseph Chamberlain&nbsp;became the city&rsquo;s mayor, and during his three-year&nbsp;tenure&nbsp;he initiated important reforms, among them sweeping&nbsp;slum&nbsp;and city-centre redevelopment schemes. Birmingham became a British pioneer in town-planning schemes (1911), one-way-traffic experiments (1933), and municipal airports (1939). Wartime industrial activity and heavy bombing left the city exhausted in 1945, but it eventually began razing slums and bombed-out areas in the central districts and replacing them with tall blocks of apartments and office buildings. A new inner ring road system, a rebuilt central train station, and new shopping and commercial complexes were part of the city&rsquo;s postwar transformation. There is also a network of canals in the northwestern and southern parts of the city.</p><p className='topic-paragraph'><strong> The contemporary city </strong></p><p className='topic-paragraph'>Birmingham remains the chief centre of Britain&rsquo;s light and medium industry and is still sometimes described as &ldquo;the city of 1,001 different trades.&rdquo; The key to its economic success was the&nbsp;diversity&nbsp;of its industrial base, though it has been principally concerned with the metal and engineering trades. The largest single industry in terms of employment is the production of motor vehicles. Bicycles and motorcycles are made in the area, though the bicycle trade has declined. The city is also one of the main centres of the machine-tool industry. Since the 1970s, however, the city&rsquo;s&nbsp;service sector&nbsp;has grown to rival the manufacturing sector.</p><p className='topic-paragraph'>The central focus of Birmingham is Victoria Square, with the classical Town Hall (1834), the Renaissance-style Council House (1874&ndash;81), and the City of Birmingham Museum and Art Gallery, which is noted for its Pre-Raphaelite paintings and its English watercolours. St. Philip&rsquo;s Cathedral (1715), in its green churchyard, forms another focus, and the Georgian area around&nbsp;St. Paul&rsquo;s Church (1779) also has a character of its own. Other centres have formed around St. Chad&rsquo;s Cathedral (Roman Catholic), designed by&nbsp;A.W.N. Pugin&nbsp;(1841); Centenary Square (1989) and the&nbsp;adjacent&nbsp;International Convention Centre (1991); and the Bullring&nbsp;shopping centre&nbsp;(2003), whose centerpiece, Selfridges&nbsp;department store, has won numerous design awards. The store&rsquo;s curved form, covered with 15,000 aluminum discs, serves as a dramatic counterpoint to its neighbour, the Neo-Gothic St. Martin&rsquo;s Church.</p><p className='topic-paragraph'>Birmingham is the cultural centre for a wide area. The Birmingham Repertory Theatre, opened in 1913, has acquired national renown. The Birmingham Hippodrome plays host to original theatrical productions and serves as the home for the Birmingham&nbsp;Royal Ballet&nbsp;company. The Midlands Arts Centre for Young People, built in the 1960s, houses theatres, a concert hall, an art gallery, and&nbsp;workshops&nbsp;and studios. The Birmingham and Midland Institute also has educational and artistic facilities. The city&rsquo;s symphony orchestra&mdash;based at the International Convention Centre&rsquo;s Symphony Hall&mdash;has toured the globe. Birmingham&rsquo;s Central Public Library is one of the largest municipal libraries in the country. The University of Birmingham (1900), Aston University (1966), and Birmingham City University (1992; formerly the University of Central England) are the chief institutions of&nbsp;higher education. The Selly Oak group of colleges and King Edward&rsquo;s School (founded 1552) are private institutions. The city and its suburbs are home to the Aston Villa, Birmingham City, and&nbsp;West Bromwich&nbsp;Albion professional&nbsp;football&nbsp;(soccer) clubs, and the Warwickshire County Cricket Club plays its home matches at the historic Edgbaston Cricket Ground. Famous residents have included&nbsp;Edward Burne-Jones,&nbsp;J.R.R. Tolkien, and&nbsp;Ozzy Osbourne.</p>"
    }
]